#Merged File
#Mon Jan 11 22:11:21 UTC 2016
DDM_ERROR_MESSAGE_LONG_0=Error de servidor no clasificado; detalles\: {0}
DDM_ERROR_MESSAGE_LONG_1=Error al procesar los resultados; si desea obtener m\u00E1s informaci\u00F3n, consulte los archivos de registro del servidor UCMDB\r\n Archivos de registro de UCMDB recomendados\: error.log, cmdb.reconciliation.log, mam.autodiscovery.log.
DDM_ERROR_MESSAGE_LONG_10=Se produjo el siguiente error al intentar calcular el TQL de entrada\: {0}.
DDM_ERROR_MESSAGE_LONG_100=Error de contenido no clasificado; detalles\: {0}
DDM_ERROR_MESSAGE_LONG_101=La detecci\u00F3n fall\u00F3 debido a un error interno.
DDM_ERROR_MESSAGE_LONG_102={0}\: error interno.
DDM_ERROR_MESSAGE_LONG_103={0}\: error interno. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_104=Error al agregar entidades de tipo {0} a la base de datos de sondas.
DDM_ERROR_MESSAGE_LONG_105={0}\: la lista de intervalos de la sonda actual est\u00E1 vac\u00EDa.
DDM_ERROR_MESSAGE_LONG_11=No se ha encontrado el atributo ip_address. No se crear\u00E1 la tarea de TriggerCI
DDM_ERROR_MESSAGE_LONG_114={0}\: no se puede obtener acceso a la ruta de acceso de red
DDM_ERROR_MESSAGE_LONG_116={0}\: el servicio no se puede iniciar porque est\u00E1 deshabilitado o porque no cuenta con dispositivos habilitados asociados a \u00E9l
DDM_ERROR_MESSAGE_LONG_12=El resultado contiene objetos duplicados asignados a cis con estos Id.\: {0}
DDM_ERROR_MESSAGE_LONG_129={0}\: problema con SSH
DDM_ERROR_MESSAGE_LONG_13={0} para el CI de activaci\u00F3n {1} para el adaptador {2}, se omite el CI de activaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_136=No se incluir\u00E1n resultados en el informe. Detalles\: {0}
DDM_ERROR_MESSAGE_LONG_142=Error al detectar {0}
DDM_ERROR_MESSAGE_LONG_143=Error al detectar {0} a trav\u00E9s de {1}
DDM_ERROR_MESSAGE_LONG_144=No se encontr\u00F3 {0} durante la detecci\u00F3n
DDM_ERROR_MESSAGE_LONG_145={0}\: no se ha establecido el atributo de hora de inicio del proceso debido a un error al analizar la cadena de fecha {1}
DDM_ERROR_MESSAGE_LONG_146=No se ha establecido el atributo de hora de inicio del proceso debido a un error al analizar la cadena de fecha {1}
DDM_ERROR_MESSAGE_LONG_148=Error al ejecutar la detecci\u00F3n {0}
DDM_ERROR_MESSAGE_LONG_149=Error al ejecutar la detecci\u00F3n {0} a trav\u00E9s de {1}
DDM_ERROR_MESSAGE_LONG_150=Error al detectar Alteon
DDM_ERROR_MESSAGE_LONG_2=No se encontr\u00F3 la sonda de este CI. No se crear\u00E1 la tarea del CI de activaci\u00F3n
DDM_ERROR_MESSAGE_LONG_20=Error al ejecutar trabajo; detalles\: {0}
DDM_ERROR_MESSAGE_LONG_200={0}\: error en la conexi\u00F3n.
DDM_ERROR_MESSAGE_LONG_201={0}\: error en la conexi\u00F3n. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_202=Error en la conexi\u00F3n.
DDM_ERROR_MESSAGE_LONG_203=Error en la conexi\u00F3n. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_204={0}\: no se puede alcanzar el destino.
DDM_ERROR_MESSAGE_LONG_205={0}\: no hay ning\u00FAn agente en el equipo remoto.
DDM_ERROR_MESSAGE_LONG_206=No se ha definido ning\u00FAn protocolo {0}.
DDM_ERROR_MESSAGE_LONG_207=El servidor http no responde.
DDM_ERROR_MESSAGE_LONG_208=Error en la operaci\u00F3n {0}.
DDM_ERROR_MESSAGE_LONG_209={0} El agente DDMI no admite comandos de shell
DDM_ERROR_MESSAGE_LONG_21=Error al ejecutar secuencia de comandos; detalles\: {0}
DDM_ERROR_MESSAGE_LONG_22=Error al ejecutar. La ejecuci\u00F3n de los trabajos del flujo de trabajo dio error tras varios intentos. Verifique que la b\u00FAsqueda est\u00E1 habilitada en el servidor e int\u00E9ntelo de nuevo.
DDM_ERROR_MESSAGE_LONG_23=Direcci\u00F3n de v\u00EDnculo no v\u00E1lida. Linkclass\: {0}, EndClasses\: {1} --> {2}
DDM_ERROR_MESSAGE_LONG_24=Se notific\u00F3 un v\u00EDnculo con CmdbObjectID como tipo en uno de sus extremos
DDM_ERROR_MESSAGE_LONG_25=Se detectaron m\u00FAltiples actualizaciones masivas - atributo encontrado\: {0} en el CIT actual\: {1} con el valor\: {2}, que difiere del valor existente\: {3} - se ignorar\u00E1 el nuevo valor
DDM_ERROR_MESSAGE_LONG_26=Error al procesar los resultados del adaptador de detecci\u00F3n; detalles {0}
DDM_ERROR_MESSAGE_LONG_27=Error al conectar con el proceso remoto\: detalles\: {0}
DDM_ERROR_MESSAGE_LONG_28=Error al conectar con el proceso remoto; tiempo de espera\: {0} ms
DDM_ERROR_MESSAGE_LONG_29=Error al ejecutar el proceso remoto\: detalles\: {0}
DDM_ERROR_MESSAGE_LONG_3=La sonda {0} no se encontr\u00F3. No se crear\u00E1 la tarea para el CI de activaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_30=Anulada por el usuario
DDM_ERROR_MESSAGE_LONG_300={0}\: permiso denegado.
DDM_ERROR_MESSAGE_LONG_301=Permiso denegado. Detalles\: {0}
DDM_ERROR_MESSAGE_LONG_302={0}\: nombre de usuario o contrase\u00F1a no v\u00E1lidos.
DDM_ERROR_MESSAGE_LONG_303={0}\: no se han definido credenciales para la direcci\u00F3n IP activada.
DDM_ERROR_MESSAGE_LONG_304={0}\: desconectando debido a un error al intercambiar la clave en el extremo local o remoto.
DDM_ERROR_MESSAGE_LONG_305={0}\: error al detectar el tipo de SO.
DDM_ERROR_MESSAGE_LONG_306={0}\: SSL\: error al verificar el certificado.
DDM_ERROR_MESSAGE_LONG_307=Error al probar sudo en {0} mediante la credencial {1}.
DDM_ERROR_MESSAGE_LONG_308=Error al obtener la contrase\u00F1a de sudo necesaria para ejecutar la operaci\u00F3n, estudie volver a ejecutar el trabajo de Conexi\u00F3n de host por shell
DDM_ERROR_MESSAGE_LONG_31=Invocaci\u00F3n omitida debido a la existencia de otra tarea concurrente
DDM_ERROR_MESSAGE_LONG_32=La invocaci\u00F3n se perdi\u00F3; es probable que falte el CI de activaci\u00F3n
DDM_ERROR_MESSAGE_LONG_33=El trabajo se ha mantenido en ejecuci\u00F3n durante m\u00E1s de {0} ms
DDM_ERROR_MESSAGE_LONG_34=Error de validaci\u00F3n de datos de contenido, detalles\: {0}
DDM_ERROR_MESSAGE_LONG_35=Error al procesar los resultados del adaptador de detecci\u00F3n; detalles {0}
DDM_ERROR_MESSAGE_LONG_37=El activador no ha finalizado su ejecuci\u00F3n porque estaba bloqueado
DDM_ERROR_MESSAGE_LONG_4=El CI activado invocado en el trabajo de detecci\u00F3n no coincide con el TQL de entrada del adaptador de detecci\u00F3n.
DDM_ERROR_MESSAGE_LONG_400={0}\: se agot\u00F3 el tiempo de espera del comando.
DDM_ERROR_MESSAGE_LONG_401={0}\: se agot\u00F3 el tiempo de espera al conectar con el agente remoto. Intente aumentar el valor del tiempo de espera.
DDM_ERROR_MESSAGE_LONG_402=Se agot\u00F3 el tiempo de espera de la conexi\u00F3n. Intente aumentar el valor del tiempo de espera.
DDM_ERROR_MESSAGE_LONG_403={0}\: se agot\u00F3 el tiempo de espera de la conexi\u00F3n.
DDM_ERROR_MESSAGE_LONG_404={0}\: se supera el tiempo de espera de conexi\u00F3n cuando se utiliza ping de IP.
DDM_ERROR_MESSAGE_LONG_405={0}\: el protocolo Telnet no puede acceder al puerto del agente.
DDM_ERROR_MESSAGE_LONG_5=Se ha superado la cuota de objetos de CMDB. Los CI detectados no se almacenar\u00E1n en CMDB
DDM_ERROR_MESSAGE_LONG_50=Error de adaptador general\: {0}
DDM_ERROR_MESSAGE_LONG_500={0}\: la conexi\u00F3n se interrumpi\u00F3 inesperadamente.
DDM_ERROR_MESSAGE_LONG_501=Error al buscar el archivo de configuraci\u00F3n de {0}
DDM_ERROR_MESSAGE_LONG_502=Error al gestionar el archivo incluido\: {0}
DDM_ERROR_MESSAGE_LONG_503=Faltan los archivos jar\: {0}
DDM_ERROR_MESSAGE_LONG_504={0}\: error al buscar el archivo de configuraci\u00F3n. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_51={0}
DDM_ERROR_MESSAGE_LONG_510=El trabajo de detecci\u00F3n no ha encontrado ning\u00FAn trabajo que escuche en el puerto\: {0}
DDM_ERROR_MESSAGE_LONG_511=Ninguna firma de aplicaci\u00F3n coincide con el proceso {0} que escucha en el puerto {1}
DDM_ERROR_MESSAGE_LONG_512=Los puertos de salida siguientes se han filtrado porque no est\u00E1n en {0}\: {1}
DDM_ERROR_MESSAGE_LONG_52={0}
DDM_ERROR_MESSAGE_LONG_53=Advertencia de CI filtrados de rellenado. Id. de trabajo\: {0}, Consulta\: {1}. \r\nSe filtraron los CI y relaciones siguientes\:\r\n{2}
DDM_ERROR_MESSAGE_LONG_55=Error de almac\u00E9n de datos general\: {0}
DDM_ERROR_MESSAGE_LONG_56=Error al inicializar el almac\u00E9n de datos. adapterID\:{0} destID\:{1} ERROR\:{2}
DDM_ERROR_MESSAGE_LONG_57=Error al rellenar. Id. de destino\:{0}; error durante la consulta\: {1}; todas las consultas\: {2}; consultas finalizadas\: {3}.\r\nERROR\:{4}
DDM_ERROR_MESSAGE_LONG_58=Error al intentar convertir templds para almacenar IDs reales. Error\: {0}. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_59=La sonda no envi\u00F3 de nuevo los CI siguientes porque el servidor los ignor\u00F3 en una invocaci\u00F3n anterior\:\n{0}\nPara volver a enviar todos los objetos notificados por este CI de activaci\u00F3n, ejecute "Borrar cach\u00E9 de resultados de la sonda" para este trabajo o actividad del m\u00F3dulo Universal Discovery.\nPara obtener m\u00E1s informaci\u00F3n sobre la raz\u00F3n de que se hayan omitido estos CI, consulte cmdb.reconciliation.log.
DDM_ERROR_MESSAGE_LONG_6=Error al procesar el CI de activaci\u00F3n {0} del adaptador {1}; CI de activaci\u00F3n omitido.
DDM_ERROR_MESSAGE_LONG_60=error en una de las copias masivas al enviar a UCMDB 
DDM_ERROR_MESSAGE_LONG_600={0}\: no se pudo detectar la informaci\u00F3n del host. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_601=Error al leer los componentes de aplicaci\u00F3n\: {0}
DDM_ERROR_MESSAGE_LONG_602={0}\: error al obtener {1}
DDM_ERROR_MESSAGE_LONG_603=Error al obtener {0}
DDM_ERROR_MESSAGE_LONG_604=Error al consultar el agente {0}\: {1}
DDM_ERROR_MESSAGE_LONG_605=No hay ning\u00FAn {0} disponible a trav\u00E9s de {1}
DDM_ERROR_MESSAGE_LONG_6050=El CI se ha filtrado debido a un tipo incompatible
DDM_ERROR_MESSAGE_LONG_6051=El CI se ha filtrado debido a una eliminaci\u00F3n repetitiva
DDM_ERROR_MESSAGE_LONG_6052=La relaci\u00F3n se ha filtrado debido a un v\u00EDnculo no v\u00E1lido
DDM_ERROR_MESSAGE_LONG_6053=La relaci\u00F3n se ha filtrado debido a un fin filtrado
DDM_ERROR_MESSAGE_LONG_6054=La propiedad de CI [{0}] se ha filtrado debido a atributos incompatibles
DDM_ERROR_MESSAGE_LONG_6055=La propiedad de relaci\u00F3n [{0}] se ha filtrado debido a atributos incompatibles
DDM_ERROR_MESSAGE_LONG_6056=El flujo de trabajo ha superado el tiempo de espera y se iniciar\u00E1 desde el principio
DDM_ERROR_MESSAGE_LONG_606=Error al cargar el m\u00F3dulo\: {0}
DDM_ERROR_MESSAGE_LONG_607={0}\: Error al transferir registros de zona para una o m\u00E1s zonas
DDM_ERROR_MESSAGE_LONG_608={0}\: Error de consulta
DDM_ERROR_MESSAGE_LONG_609={0}\: Versi\u00F3n no compatible {1}
DDM_ERROR_MESSAGE_LONG_63000=Error general de DataIn
DDM_ERROR_MESSAGE_LONG_63001=No hay suficientes datos de reconciliaci\u00F3n, debe suministrarse [{0}]
DDM_ERROR_MESSAGE_LONG_63002=Los datos ya existen
DDM_ERROR_MESSAGE_LONG_63003=Los datos no se encuentran
DDM_ERROR_MESSAGE_LONG_63004=Los datos no se encuentran
DDM_ERROR_MESSAGE_LONG_63005=la propiedad [{0}] no es una direcci\u00F3n IP v\u00E1lida
DDM_ERROR_MESSAGE_LONG_63006=la propiedad [{0}] no es una direcci\u00F3n IP V6 v\u00E1lida
DDM_ERROR_MESSAGE_LONG_63008=La propiedad [{0}] contiene valores contradictorios
DDM_ERROR_MESSAGE_LONG_63009=La entrada del mapa de identificaci\u00F3n es mayor que el tama\u00F1o m\u00E1ximo definido [{0}]. Consulte el registro de reconciliaci\u00F3n para obtener m\u00E1s informaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_63010=El tama\u00F1o total del mapa de identificaci\u00F3n es mayor que el tama\u00F1o m\u00E1ximo definido [{0}]. Consulte el registro de reconciliaci\u00F3n para obtener m\u00E1s informaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_63500=Error general de m\u00FAltiples arrendatarios de DataIn
DDM_ERROR_MESSAGE_LONG_63501=Error de permisos. Consulte el registro de reconciliaci\u00F3n para obtener m\u00E1s informaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_63503=El arrendamiento m\u00FAltiple no est\u00E1 habilitado.
DDM_ERROR_MESSAGE_LONG_63504=Error al eliminar el arrendatario [{0}] de la propiedad TenantsUses porque contiene "todos los arrendatarios".
DDM_ERROR_MESSAGE_LONG_63505=Error al eliminar el arrendatario [{0}] de la propiedad TenantsUses porque es el propietario del CI.
DDM_ERROR_MESSAGE_LONG_63506=Error al modificar la propiedad [{0}] porque el entorno no est\u00E1 habilitado para el arrendamiento m\u00FAltiple.
DDM_ERROR_MESSAGE_LONG_63507=El arrendatario [{0}] no existe.
DDM_ERROR_MESSAGE_LONG_7=Advertencia al procesar los resultados\: Los resultados contienen unos CI ignorados. Si desea obtener m\u00E1s informaci\u00F3n, consulte cmdb.reconciliation.log. Se ignoraron algunos CI\: {0}.
DDM_ERROR_MESSAGE_LONG_70=Conflicto de salida de regla de normalizaci\u00F3n para el CI {0}
DDM_ERROR_MESSAGE_LONG_700={0}\: no hay memoria suficiente para llevar a cabo esta operaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_701=El cliente no se cerr\u00F3 correctamente.
DDM_ERROR_MESSAGE_LONG_702={0}\: no hay suficiente espacio de almacenamiento disponible para llevar a cabo esta operaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_7849=no es posible resolver las variables de concepto del CI de activaci\u00F3n {0} para el adaptador {1}, se omite el CI de activaci\u00F3n.
DDM_ERROR_MESSAGE_LONG_8=Error al procesar los resultados\: Los resultados contienen unos CI con datos de identificaci\u00F3n suficientes. Si desea obtener m\u00E1s informaci\u00F3n, consulte cmdb.reconciliation.log. Los siguientes CI se ignoraron\: {0}. \n
DDM_ERROR_MESSAGE_LONG_800=Error de an\u00E1lisis de protocolo {0}, direcci\u00F3n IP no v\u00E1lida\: <{1}>. Detalles\: {2}
DDM_ERROR_MESSAGE_LONG_801=Se produjo un error de an\u00E1lisis. Consulte los registros
DDM_ERROR_MESSAGE_LONG_9=No se encontr\u00F3 la sonda de este CI. Error al analizar el nombre de la sonda a partir del texto de dominio sustituido {0}.
DDM_ERROR_MESSAGE_LONG_900={0}\: error al iniciar sesi\u00F3n. Sintaxis de codificaci\u00F3n o codificaci\u00F3n no compatible. Compruebe las propiedades del trabajo.
DDM_ERROR_MESSAGE_LONG_901={0}\: la declaraci\u00F3n no se puede completar porque no se encontr\u00F3 el paquete necesario en el cat\u00E1logo.
DDM_ERROR_MESSAGE_LONG_902={0}\: una rutina externa o activador devolvi\u00F3 el error v\u00E1lido SQLSTATEs.
DDM_ERROR_MESSAGE_LONG_903={0}\: error al iniciar sesi\u00F3n. Examine las advertencias SQLWarning encadenadas a esta excepci\u00F3n si desea conocer las razones.
DDM_ERROR_MESSAGE_LONG_904={0}\: solicitud incorrecta
DDM_ERROR_MESSAGE_LONG_905={0}\: no se encontr\u00F3 la p\u00E1gina
DDM_ERROR_MESSAGE_LONG_906={0}\: acceso no autorizado
DDM_ERROR_MESSAGE_LONG_907={0}\: tiempo de espera
DDM_ERROR_MESSAGE_LONG_908={0}\: no se puede obtener acceso a la URL
DDM_ERROR_MESSAGE_LONG_909={0}\: error interno de servidor web
DDM_ERROR_MESSAGE_LONG_910={0}\: no se encontr\u00F3 el archivo reg_mam.exe en 'probeManager\\discoveryResources'. Para que funcione este patr\u00F3n de detecci\u00F3n, cambie el nombre de un archivo reg.exe original de Windows XP a reg_mam.exe y c\u00F3pielo en 'probeManager\\discoveryResources'
DDM_ERROR_MESSAGE_LONG_911=Error al recuperar proceso para procesar la comunicaci\u00F3n
DDM_ERROR_MESSAGE_LONG_912=Parece que lsof no funciona correctamente en el destino {0} (\u00BFversi\u00F3n incorrecta?). Lo ejecuta con lsof deshabilitado.
DDM_ERROR_MESSAGE_LONG_913=Error al vincular {0} a {1}
DDM_ERROR_MESSAGE_LONG_914=No se encontr\u00F3 ning\u00FAn grupo real para el servidor real {0}, \u00EDndice {1}
DDM_ERROR_MESSAGE_LONG_915=No se encontr\u00F3 ning\u00FAn servicio para el nodo {0}
DDM_ERROR_MESSAGE_LONG_916=No se encontr\u00F3 CSS en el host de destino.
DDM_ERROR_MESSAGE_LONG_917={0}\: no se puede determinar la versi\u00F3n de MQ. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_918={0}\: error al detectar\: no se encontraron administradores de cola.
DDM_ERROR_MESSAGE_LONG_919=No se encontraron objetos de Microsoft Exchange durante la detecci\u00F3n.
DDM_ERROR_MESSAGE_LONG_920=No se encontraron instancias de cl\u00FAster de MS durante la detecci\u00F3n.
DDM_ERROR_MESSAGE_LONG_921=No se encontr\u00F3 el cl\u00FAster de Service Guard durante la detecci\u00F3n.
DDM_ERROR_MESSAGE_LONG_922=Se encontr\u00F3 m\u00E1s de 1 instancia de WebServer. Se omitieron las instancias adicionales.
DDM_ERROR_MESSAGE_LONG_923=Error durante la verificaci\u00F3n de la salida del comando. Compruebe si el idioma es compatible.
DDM_ERROR_MESSAGE_LONG_924=Error al ejecutar sql {0}
DDM_ERROR_MESSAGE_LONG_925=No se resolvi\u00F3 la direcci\u00F3n IP del equipo de cola remoto {0}
DDM_ERROR_MESSAGE_LONG_926={0}\: el servidor no tiene zonas definidas
DDM_ERROR_MESSAGE_LONG_927={0}\: No se ha encontrado libvirt. No se puede informar de Xen ni de KVM.
DDM_ERROR_MESSAGE_LONG_928={0}\: Error al detectar MS-Exchange
DDM_ERROR_MESSAGE_LONG_929={0}\: Error al obtener informaci\u00F3n sobre la Cola de mensajes Microsoft
DDM_ERROR_MESSAGE_LONG_930={0}\: Contenido de WSDL no v\u00E1lido.
DDM_ERROR_MESSAGE_LONG_931={0}\: No se puede ejecutar el cliente Siebel (srvrmgr). Compruebe la ruta de acceso especificada.
DDM_ERROR_MESSAGE_LONG_932={0}\: Error al ejecutar comando.
DDM_ERROR_MESSAGE_LONG_933={0}\: Error al recuperar los datos de detecci\u00F3n de NNMi webservice. Para obtener m\u00E1s informaci\u00F3n, consulte el registro de comunicaciones.
DDM_ERROR_MESSAGE_LONG_934={0}\: Error de conexi\u00F3n\: error de protocolo de enlace SSL. Se ha encontrado un posible certificado no de confianza.
DDM_ERROR_MESSAGE_LONG_935={0}\: respuesta no v\u00E1lida.
DDM_ERROR_MESSAGE_LONG_936=No hay puntos finales HTTP que procesar.
DDM_ERROR_MESSAGE_LONG_937=No se ha encontrado ning\u00FAn hipervisor v\u00E1lido. No se puede informar de Xen ni KVM.
DDM_ERROR_MESSAGE_LONG_938={0} Error al detectar interfaces
DDM_ERROR_MESSAGE_LONG_939={0} Error al detectar hosts en dominio MS. Detalles\: {1}
DDM_ERROR_MESSAGE_LONG_940={0} No se puede resolver el host de DNS
DDM_ERROR_MESSAGE_SHORT_0=Error de servidor no clasificado
DDM_ERROR_MESSAGE_SHORT_1=Error al procesar los resultados
DDM_ERROR_MESSAGE_SHORT_10=Error al calcular el TQL de entrada
DDM_ERROR_MESSAGE_SHORT_100=Error de contenido no clasificado
DDM_ERROR_MESSAGE_SHORT_101=Error interno
DDM_ERROR_MESSAGE_SHORT_102=Error interno
DDM_ERROR_MESSAGE_SHORT_103=Error interno
DDM_ERROR_MESSAGE_SHORT_104=Error al agregar entidades a la base de datos de sondas
DDM_ERROR_MESSAGE_SHORT_105=La lista de intervalos de la sonda est\u00E1 vac\u00EDa
DDM_ERROR_MESSAGE_SHORT_11=No se ha encontrado el atributo ip_address
DDM_ERROR_MESSAGE_SHORT_114=No se puede obtener acceso a la ruta de acceso de red
DDM_ERROR_MESSAGE_SHORT_116=El servicio no se puede iniciar porque est\u00E1 deshabilitado o porque no cuenta con dispositivos habilitados asociados a \u00E9l
DDM_ERROR_MESSAGE_SHORT_12=El resultado contiene objetos duplicados asignados a cis
DDM_ERROR_MESSAGE_SHORT_129=Problema con SSH
DDM_ERROR_MESSAGE_SHORT_13=No se puede resolver la variable
DDM_ERROR_MESSAGE_SHORT_136=No se incluir\u00E1n resultados en el informe
DDM_ERROR_MESSAGE_SHORT_142=Error al detectar recurso
DDM_ERROR_MESSAGE_SHORT_143=Error al detectar recurso
DDM_ERROR_MESSAGE_SHORT_144=No se encontraron objetos durante la detecci\u00F3n
DDM_ERROR_MESSAGE_SHORT_145=No se ha establecido el atributo de hora de inicio del proceso
DDM_ERROR_MESSAGE_SHORT_146=No se ha establecido el atributo de hora de inicio del proceso
DDM_ERROR_MESSAGE_SHORT_148=Error al ejecutar la detecci\u00F3n
DDM_ERROR_MESSAGE_SHORT_149=Error al ejecutar la detecci\u00F3n
DDM_ERROR_MESSAGE_SHORT_150=Error al detectar Alteon
DDM_ERROR_MESSAGE_SHORT_2=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_20=Error al ejecutar
DDM_ERROR_MESSAGE_SHORT_200=Error en la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_201=Error en la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_202=Error en la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_203=Error en la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_204=No se puede alcanzar el destino
DDM_ERROR_MESSAGE_SHORT_205=No hay ning\u00FAn agente en el equipo remoto
DDM_ERROR_MESSAGE_SHORT_206=No se ha definido ning\u00FAn protocolo
DDM_ERROR_MESSAGE_SHORT_207=El servidor http no responde
DDM_ERROR_MESSAGE_SHORT_208=Error en la operaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_209=El agente DDMI no admite comandos de shell
DDM_ERROR_MESSAGE_SHORT_21=Error al ejecutar
DDM_ERROR_MESSAGE_SHORT_22=Error al ejecutar
DDM_ERROR_MESSAGE_SHORT_23=Error al validar proceso
DDM_ERROR_MESSAGE_SHORT_24=Error al validar proceso
DDM_ERROR_MESSAGE_SHORT_25=Error al validar proceso
DDM_ERROR_MESSAGE_SHORT_26=Error al validar proceso
DDM_ERROR_MESSAGE_SHORT_27=Error en proceso remoto
DDM_ERROR_MESSAGE_SHORT_28=Error en proceso remoto
DDM_ERROR_MESSAGE_SHORT_29=Error en proceso remoto
DDM_ERROR_MESSAGE_SHORT_3=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_30=Invocaci\u00F3n cancelada
DDM_ERROR_MESSAGE_SHORT_300=Permiso denegado
DDM_ERROR_MESSAGE_SHORT_301=Permiso denegado
DDM_ERROR_MESSAGE_SHORT_302=Nombre de usuario o contrase\u00F1a no v\u00E1lidos
DDM_ERROR_MESSAGE_SHORT_303=No se han definido credenciales para la direcci\u00F3n IP activada
DDM_ERROR_MESSAGE_SHORT_304=Error al intercambiar clave
DDM_ERROR_MESSAGE_SHORT_305=Error al detectar el tipo de SO
DDM_ERROR_MESSAGE_SHORT_306=SSL\: error al verificar el certificado
DDM_ERROR_MESSAGE_SHORT_307=Error al probar sudo para la credencial
DDM_ERROR_MESSAGE_SHORT_308=Error al obtener la contrase\u00F1a de sudo
DDM_ERROR_MESSAGE_SHORT_31=Invocaci\u00F3n cancelada
DDM_ERROR_MESSAGE_SHORT_32=Invocaci\u00F3n cancelada
DDM_ERROR_MESSAGE_SHORT_33=Tiempo de espera
DDM_ERROR_MESSAGE_SHORT_34=Error al validar proceso
DDM_ERROR_MESSAGE_SHORT_35=Error al procesar el resultado de la sonda
DDM_ERROR_MESSAGE_SHORT_37=El activador no ha finalizado su ejecuci\u00F3n porque estaba bloqueado
DDM_ERROR_MESSAGE_SHORT_4=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_400=Se agot\u00F3 el tiempo de espera del comando
DDM_ERROR_MESSAGE_SHORT_401=Se agot\u00F3 el tiempo de espera de la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_402=Se agot\u00F3 el tiempo de espera de la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_403=Se agot\u00F3 el tiempo de espera de la conexi\u00F3n
DDM_ERROR_MESSAGE_SHORT_404=Se supera el tiempo de espera de conexi\u00F3n cuando se utiliza ping de IP.
DDM_ERROR_MESSAGE_SHORT_405=El protocolo Telnet no puede acceder al puerto del agente.
DDM_ERROR_MESSAGE_SHORT_5=Error al procesar los resultados
DDM_ERROR_MESSAGE_SHORT_50=Error de adaptador general
DDM_ERROR_MESSAGE_SHORT_500=La conexi\u00F3n se interrumpi\u00F3 inesperadamente
DDM_ERROR_MESSAGE_SHORT_501=Error al buscar el archivo de configuraci\u00F3n
DDM_ERROR_MESSAGE_SHORT_502=Error al gestionar el archivo incluido
DDM_ERROR_MESSAGE_SHORT_503=Faltan archivos jar
DDM_ERROR_MESSAGE_SHORT_504=Error al buscar el archivo de configuraci\u00F3n
DDM_ERROR_MESSAGE_SHORT_51=Error de inserci\u00F3n de datos
DDM_ERROR_MESSAGE_SHORT_510=El trabajo de detecci\u00F3n no ha encontrado ning\u00FAn proceso que escuche en el puerto
DDM_ERROR_MESSAGE_SHORT_511=Ninguna firma de aplicaci\u00F3n coincide con el proceso
DDM_ERROR_MESSAGE_SHORT_512=Se han filtrado algunos puertos de salida
DDM_ERROR_MESSAGE_SHORT_52=Advertencia de inserci\u00F3n de datos
DDM_ERROR_MESSAGE_SHORT_53=Advertencia de CI filtrados de rellenado
DDM_ERROR_MESSAGE_SHORT_55=Error de almac\u00E9n de datos general
DDM_ERROR_MESSAGE_SHORT_56=Error al inicializar el almac\u00E9n de datos
DDM_ERROR_MESSAGE_SHORT_57=Error al rellenar
DDM_ERROR_MESSAGE_SHORT_58=Error al intentar convertir templds para almacenar IDs reales.
DDM_ERROR_MESSAGE_SHORT_59=Algunos CI no se enviaron al servidor porque el servidor los ignor\u00F3 en una invocaci\u00F3n anterior
DDM_ERROR_MESSAGE_SHORT_6=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_600=No se pudo detectar la informaci\u00F3n de host
DDM_ERROR_MESSAGE_SHORT_601=Error al leer componentes de aplicaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_602=Error al obtener informaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_603=Error al obtener informaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_604=Error al consultar el agente
DDM_ERROR_MESSAGE_SHORT_605=Se recibieron datos vac\u00EDos
DDM_ERROR_MESSAGE_SHORT_6050=El CI se ha filtrado debido a un tipo incompatible
DDM_ERROR_MESSAGE_SHORT_6051=El CI se ha filtrado debido a una eliminaci\u00F3n repetitiva
DDM_ERROR_MESSAGE_SHORT_6052=La relaci\u00F3n se ha filtrado debido a un v\u00EDnculo no v\u00E1lido
DDM_ERROR_MESSAGE_SHORT_6053=La relaci\u00F3n se ha filtrado debido a un fin filtrado
DDM_ERROR_MESSAGE_SHORT_6054=La propiedad de CI se ha filtrado debido a atributos incompatibles
DDM_ERROR_MESSAGE_SHORT_6055=La propiedad de relaci\u00F3n se ha filtrado debido a atributos incompatibles
DDM_ERROR_MESSAGE_SHORT_6056=Se ha superado el tiempo de espera del trabajo de flujo de trabajo
DDM_ERROR_MESSAGE_SHORT_606=Error al cargar el m\u00F3dulo
DDM_ERROR_MESSAGE_SHORT_607=Error al transferir registros de zona para una o m\u00E1s zonas
DDM_ERROR_MESSAGE_SHORT_608=Error de consulta
DDM_ERROR_MESSAGE_SHORT_609=Versi\u00F3n no compatible
DDM_ERROR_MESSAGE_SHORT_63000=Error general de DataIn
DDM_ERROR_MESSAGE_SHORT_63001=No hay suficientes datos de reconciliaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_63002=Los datos ya existen
DDM_ERROR_MESSAGE_SHORT_63003=Los datos no se encuentran
DDM_ERROR_MESSAGE_SHORT_63004=Los datos no se encuentran
DDM_ERROR_MESSAGE_SHORT_63005=la propiedad [{0}] no es una direcci\u00F3n IP v\u00E1lida
DDM_ERROR_MESSAGE_SHORT_63006=la propiedad [{0}] no es una direcci\u00F3n IP V6 v\u00E1lida
DDM_ERROR_MESSAGE_SHORT_63008=La propiedad [{0}] contiene valores contradictorios
DDM_ERROR_MESSAGE_SHORT_63009=M\u00E1ximo de entrada de mapa de identificaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_63010=M\u00E1ximo de mapa total de identificaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_63500=Error general de m\u00FAltiples arrendatarios de DataIn
DDM_ERROR_MESSAGE_SHORT_63501=Error de permisos
DDM_ERROR_MESSAGE_SHORT_63503=El arrendamiento m\u00FAltiple no est\u00E1 habilitado.
DDM_ERROR_MESSAGE_SHORT_63504=Error al eliminar el arrendatario [{0}]
DDM_ERROR_MESSAGE_SHORT_63505=Error al eliminar el arrendatario [{0}]
DDM_ERROR_MESSAGE_SHORT_63506=Error al modificar la propiedad [{0}]
DDM_ERROR_MESSAGE_SHORT_63507=El arrendatario [{0}] no existe
DDM_ERROR_MESSAGE_SHORT_7=Los resultados contienen unos CI ignorados
DDM_ERROR_MESSAGE_SHORT_70=Conflicto de salida de regla de normalizaci\u00F3n para el CI {0}
DDM_ERROR_MESSAGE_SHORT_700=No hay memoria suficiente para llevar a cabo esta operaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_701=El cliente no se cerr\u00F3 correctamente
DDM_ERROR_MESSAGE_SHORT_702=No hay suficiente espacio de almacenamiento disponible para llevar a cabo esta operaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_7849=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_8=Los resultados contienen unos CI sin datos de identificaci\u00F3n suficientes. Para obtener m\u00E1s informaci\u00F3n, consulte cmdb.reconciliation.log.
DDM_ERROR_MESSAGE_SHORT_800=Error al analizar la direcci\u00F3n IP
DDM_ERROR_MESSAGE_SHORT_801=Se produjo un error de an\u00E1lisis. Consulte los registros
DDM_ERROR_MESSAGE_SHORT_9=No se puede invocar el activador
DDM_ERROR_MESSAGE_SHORT_900=Error al iniciar sesi\u00F3n. Sintaxis de codificaci\u00F3n o codificaci\u00F3n no compatible. Compruebe las propiedades del trabajo.
DDM_ERROR_MESSAGE_SHORT_901=La declaraci\u00F3n no se puede completar porque no se encontr\u00F3 el paquete necesario en el cat\u00E1logo.
DDM_ERROR_MESSAGE_SHORT_902=Una rutina externa o activador devolvi\u00F3 el error v\u00E1lido SQLSTATEs.
DDM_ERROR_MESSAGE_SHORT_903=Error al iniciar sesi\u00F3n. Examine las advertencias SQLWarning encadenadas a esta excepci\u00F3n si desea conocer las razones.
DDM_ERROR_MESSAGE_SHORT_904=Solicitud incorrecta
DDM_ERROR_MESSAGE_SHORT_905=No se encontr\u00F3 la p\u00E1gina
DDM_ERROR_MESSAGE_SHORT_906=Acceso no autorizado
DDM_ERROR_MESSAGE_SHORT_907=Tiempo de espera
DDM_ERROR_MESSAGE_SHORT_908=No se puede obtener acceso a la URL
DDM_ERROR_MESSAGE_SHORT_909=Error interno de servidor web
DDM_ERROR_MESSAGE_SHORT_910=No se encontr\u00F3 el archivo reg_mam.exe en 'probeManager\\discoveryResources'. Para que funcione este patr\u00F3n de detecci\u00F3n, cambie el nombre de un archivo reg.exe original de Windows XP a reg_mam.exe y c\u00F3pielo en 'probeManager\\discoveryResources'
DDM_ERROR_MESSAGE_SHORT_911=Error al recuperar proceso para procesar la comunicaci\u00F3n
DDM_ERROR_MESSAGE_SHORT_912=Parece que lsof no funciona correctamente (\u00BFversi\u00F3n incorrecta?).
DDM_ERROR_MESSAGE_SHORT_913=Error al vincular elementos
DDM_ERROR_MESSAGE_SHORT_914=No se encontr\u00F3 ning\u00FAn grupo real para el servidor real
DDM_ERROR_MESSAGE_SHORT_915=No se encontr\u00F3 ning\u00FAn servicio para el nodo
DDM_ERROR_MESSAGE_SHORT_916=No se encontr\u00F3 CSS en el host de destino
DDM_ERROR_MESSAGE_SHORT_917=No se puede determinar la versi\u00F3n de MQ
DDM_ERROR_MESSAGE_SHORT_918=No se encontraron administradores de cola
DDM_ERROR_MESSAGE_SHORT_919=No se encontraron objetos de Microsoft Exchange
DDM_ERROR_MESSAGE_SHORT_920=No se encontraron instancias de cl\u00FAster de MS
DDM_ERROR_MESSAGE_SHORT_921=No se encontr\u00F3 el cl\u00FAster de Service Guard
DDM_ERROR_MESSAGE_SHORT_922=Se omitieron las instancias adicionales de WebServer
DDM_ERROR_MESSAGE_SHORT_923=Error durante la verificaci\u00F3n de la salida del comando
DDM_ERROR_MESSAGE_SHORT_924=Error al ejecutar sql
DDM_ERROR_MESSAGE_SHORT_925=No se resolvi\u00F3 la direcci\u00F3n IP del equipo de cola remoto
DDM_ERROR_MESSAGE_SHORT_926=El servidor no tiene zonas definidas
DDM_ERROR_MESSAGE_SHORT_927=No se ha encontrado libvirt. No se puede informar de Xen ni de KVM.
DDM_ERROR_MESSAGE_SHORT_928=Error al detectar MS-Exchange 
DDM_ERROR_MESSAGE_SHORT_929=Error al obtener informaci\u00F3n sobre la Cola de mensajes Microsoft
DDM_ERROR_MESSAGE_SHORT_930=Contenido de WSDL no v\u00E1lido.
DDM_ERROR_MESSAGE_SHORT_931=No se puede ejecutar el cliente Siebel (srvrmgr). Compruebe la ruta de acceso especificada.
DDM_ERROR_MESSAGE_SHORT_932=Error al ejecutar comando.
DDM_ERROR_MESSAGE_SHORT_933=Error al recuperar los datos de detecci\u00F3n de NNMi webservice. Para obtener m\u00E1s informaci\u00F3n, consulte el registro de comunicaciones.
DDM_ERROR_MESSAGE_SHORT_934=Error de protocolo de enlace SSL. Se ha encontrado un posible certificado no de confianza.
DDM_ERROR_MESSAGE_SHORT_935=Respuesta no v\u00E1lida.
DDM_ERROR_MESSAGE_SHORT_936=No hay puntos finales que procesar.
DDM_ERROR_MESSAGE_SHORT_937=No se ha encontrado ning\u00FAn hipervisor v\u00E1lido. No se puede informar de Xen ni KVM.
DDM_ERROR_MESSAGE_SHORT_938=Error al detectar interfaces
DDM_ERROR_MESSAGE_SHORT_939=Error al detectar hosts en dominio MS
DDM_ERROR_MESSAGE_SHORT_940=No se puede resolver el host de DNS
