NETWORKWIZARD_DESC=Detecci\u00f3n de componentes de red
NETWORKWIZARD_TITLE=Infraestructura
IPRANGESCREEN_DESC=Por cada Data Flow Probe, defina el rango de direcciones de red en el que la detecci\u00f3n debe buscar. La detecci\u00f3n extraer\u00e1 los resultados de las direcciones pertenecientes al rango definido. Aseg\u00farese de incluir en el alcance de red de cada sonda las direcciones IP de la propia Data Flow Probe.
IPRANGESCREEN_TITLE=Definir rangos IP
CREDENTIALSSCREEN_DESC=Defina y seleccione credenciales para los protocolos necesarios para la actividad.\nNota: Al seleccionar un protocolo en el panel Protocolos que aparece a la izquierda se seleccionan autom\u00e1ticamente todas las credenciales correspondientes. Sin embargo, las nuevas credenciales agregadas posteriormente deber\u00e1n seleccionarse de forma manual.
CREDENTIALSSCREEN_TITLE=Definir credenciales

CUSTOM_ACTIVITY_DESC=Personalizar componentes de la actividad
CHOOSE_ACTIVITY_JOBS_SCREEN_TITLE=Seleccionar trabajos de actividad
CHOOSE_ACTIVITY_JOBS_SCREEN_DESC=Seleccione los trabajos que desee incluir en esta actividad.
PREFERENCESSCREEN_DESC=Configure las preferencias de detecci\u00f3n.
PREFERENCESSCREEN_TITLE=Preferencias
SELECTJOBS_IP_DESC=Elija la estrategia para detectar direcciones IPv4 en su entorno. Nota: Elija la segunda opci\u00f3n cuando el intervalo sea limitado (menos de 10.000 direcciones IP por Data Flow Probe).
SELECTJOBS_IP_TITLE=Estrategia de barrido ping de IPv4 para intervalos de centro de datos
OPTION_IP_RANGE_TITLE=Barrido ping dentro de los intervalos de la zona de administraci\u00f3n
OPTION_NO_PING_IPV4_TITLE=Sin barrido ping
OPTION_IPV6_RANGE_TITLE=Ping de todas las direcciones IPv6 dentro de los intervalos de la zona de administraci\u00f3n
OPTION_IP_HARVEST_TITLE=Recopilaci\u00f3n de direcciones IP/MAC
IP_HARVEST_IS_COLLECTING_LABEL=Habilitar recopilaci\u00f3n de direcciones IP de centro de datos
IP_HARVEST_IS_COLLECTING_DESCRIPTION=Indica si se debe recopilar la direcci\u00f3n IP del centro de datos
IP_HARVEST_DELAY_TIME_LABEL=Retardo entre solicitudes SNMP (ms)
IP_HARVEST_DELAY_TIME_DESCRIPTION=Tiempo de retardo de cada solicitud SNMP "get next" (ms)

OPTION_IP_HARVEST_DESC=Recopilar direcciones IP por tablas de cach\u00e9 ARP. La programaci\u00f3n predeterminada de este trabajo es cada 10 minutos
OPTION_CLIENT_CONNECTION_BY_SNMP_TITLE=Detectar dispositivos de red en intervalos de direcciones IP de cliente
OPTION_CLIENT_CONNECTION_BY_SNMP_DESC=Realice un barrido ping distinto sobre los intervalos de direcciones IP de cliente de la zona de administraci\u00f3n e inicie un intento de conexi\u00f3n SNMP para detectar dispositivos. Esto es necesario para detectar conmutadores de los que se puedan recopilar direcciones IP de cliente.
SELECTJOBS_PING_NETWORK_TITLE=Hacer ping en CI de red
SELECTJOBS_PING_NETWORK_DESC=Haga ping s\u00f3lo en las direcciones IP que pertenecen a un CI de red que ya existe en CMDB. (Los CI de red existen en CMDB porque, o Discovery los crea autom\u00e1ticamente, o se han creado manualmente. Para ver los CI de red, Modelado > Administrador de vistas > Red > Topolog\u00eda de red)
OPTION_SELECTJOBS_PING_NETWORK_CLASS_B_AND_C_TITLE=Hacer ping s\u00f3lo en redes de clase B o C detectadas
OPTION_SELECTJOBS_PING_NETWORK_CLASS_C_TITLE=Hacer ping s\u00f3lo en redes de clase C detectadas
SELECTJOBS_LAYER_2_DESC=Active esta opci\u00f3n para detectar las conexiones, en un conmutador detectado, entre un host y su puerto f\u00edsico, as\u00ed como entre un host y su dise\u00f1o l\u00f3gico (VLAN, ELAN). Esta detecci\u00f3n requiere que se configure el protocolo SNMP en una invocaci\u00f3n anterior de este asistente (asistente de red).
SELECTJOBS_LAYER_2_TITLE=Topolog\u00eda de red (Capa 2)
SELECTJOBS_TCP_DESC=Detecta canales de comunicaci\u00f3n TCP para asignar relaciones de dependencia entre hosts. Esta detecci\u00f3n requiere que se configure una de las credenciales como m\u00ednimo en la actividad de infraestructura.
SELECTJOBS_TCP_TITLE=Conexiones TCP de equipo
SELECTJOBS_DNS_DESC=Active esta opci\u00f3n para detectar servidores de nombres DNS y las direcciones IP correspondientes a los nombres
SELECTJOBS_DNS_SERVERS_LABEL=Servidores DNS
SELECTJOBS_DNS_SERVERS_DESC=Servidores DNS que se deben consultar (lista separada por comas). Si se deja vac\u00edo, se utilizar\u00e1 el servidor DNS de la sonda
SELECTJOBS_MS_DOMAINS=Dominios Microsoft Windows
SELECTJOBS_MS_DOMAINS_DESC=Detecta dominios Microsoft y hosts en dominios Microsoft
SELECTJOBS_DNS_TITLE=Resolver nombres DNS
AGENT_LIFE_CYCLE_TITLE=Despliegue de agentes de Universal Discovery
AGENT_LIFE_CYCLE_DESC=Controlar el despliegue de UD Agent
SELECTJOBS_UPGRADE_UD_AGENT=Actualizar UD Agent
SELECTJOBS_UPGRADE_UD_AGENT_DESC=Actualizar UD Agent si ya se ha instalado uno
SELECTJOBS_INSTALL_UD_AGENT=Instalar UD Agent
SELECTJOBS_INSTALL_UD_AGENT_DESC=Instalar UD Agent si no est\u00e1 instalado
SELECTJOBS_UNINSTALL_UD_AGENT=Desinstalar UD Agent
SELECTJOBS_UNINSTALL_UD_AGENT_DESC=Desinstalar UD Agent
SELECTJOBS_MIGRATE_DDMI_AGENT=Migrar agente DDMI
SELECTJOBS_MIGRATE_DDMI_AGENT_DESC=Migrar agente DDMI a agente UD
INSTALL_AGENT_RUN_ROOT=Instalar agente UD para ejecutarse bajo la cuenta root en los equipos UNIX
INSTALL_AGENT_RUN_ROOT_DESC=Instala el agente UD para ejecutarse bajo la cuenta root en los equipos UNIX. Si no se selecciona la casilla, el agente se instala bajo la cuenta del usuario SSH que se utiliza para conectarse al equipo UNIX
UPGRADE_AGENT=Actualizar agente
UPGRADE_AGENT_DESC=Si esta casilla no est\u00e1 marcada, el agente no se actualiza. Solo se actualiza la configuraci\u00f3n del agente.
SELECT_CRED_UDA_INSTALL_TITLE=Credencial para la instalaci\u00f3n de UD Agent
SELECT_CRED_UDA_INSTALL_DESC=Seleccione la credencial de UD para instalar los UD Agents.<br>Nota: La credencial de UD seleccionada aqu\u00ed solo se utiliza para instalar nuevos UD Agents.<br>Las credenciales de UD para conectarse a agentes existentes est\u00e1n definidas en la p\u00e1gina 'Definir credenciales'.
SELECT_CRED_UDA_UPDATE_TITLE=Credencial para la actualizaci\u00f3n de UD Agent
SELECT_CRED_UDA_UPDATE_DESC=Seleccione la credencial de UD para utilizarla con el fin de actualizar los UD Agents.<br>Nota: La credencial de UD seleccionada aqu\u00ed solamente se utiliza para actualizar los UD Agents.<br>Las credenciales de UD para conectarse a los agentes existentes se definen en la p\u00e1gina 'Definir credenciales'.
SELECT_CRED_BUTTON_TITLE=Seleccionar credencial
SELECT_CRED_PANEL_TITLE=Seleccionar credencial
SELECT_CRED_PANEL_SUB_TITLE=Seleccione la credencial que se utilizar\u00e1 para instalar los UD Agents nuevos
ENABLE_SOFTWARE_UTILIZATION_TITLE=Utilizaci\u00f3n de software
ENABLE_SOFTWARE_UTILIZATION_DESC=\u00bfDebe recopilar el agente informaci\u00f3n de utilizaci\u00f3n de software
ENABLE_SOFTWARE_UTILIZATION_OPTION=Habilitar
BANDWITH_PARAM_TITLE=L\u00edmite de ancho de banda
BANDWITH_PARAM_DESC=L\u00edmite del ancho de banda que se debe aplicar al realizar cargas y descargas (kb/s), 0 - ilimitado
PRIMARY_CALLHOME_PROBE_ADDRESS_TITLE=Direcci\u00f3n de sonda de llamada al centro de servicio principal
PRIMARY_CALLHOME_PROBE_ADDRESS_DESC=Utilice uno de los formatos siguientes:\n1. Direcci\u00f3nIP\n2. NombreHost\n3. NombreHostODirecci\u00f3nIPv4:1977\n4. [Direcci\u00f3nIPv6]:1977\nPor ejemplo: 10.11.12.13, probehost, probehost:1977, [2010:836b:4179::836b:4179]:1977
SECONDARY_CALLHOME_PROBE_ADDRESS_TITLE=Direcci\u00f3n de sonda de llamada al centro de servicio secundario
SECONDARY_CALLHOME_PROBE_ADDRESS_DESC=Utilice uno de los formatos siguientes:\n1. Direcci\u00f3nIP\n2. NombreHost\n3. NombreHostODirecci\u00f3nIPv4:1977\n4. [Direcci\u00f3nIPv6]:1977\nPor ejemplo: 10.11.12.13, probehost, probehost:1977, [2010:836b:4179::836b:4179]:1977
CALLHOME_FREQUENCY_PARAM_TITLE=Frecuencia de solicitudes de llamada al centro de servicio
CALLHOME_FREQUENCY_PARAM_DESC=Especifique la frecuencia de las solicitudes de llamada al centro de servicio en d\u00edas; valor predeterminado: 3 d\u00edas
CLUSTER_TITLE=Cl\u00faster suplementario
CLUSTER_DESCRIPTION=Detecta los cl\u00fasteres suplementarios, incluyendo HP Service Guard, Microsoft Cluster Service y Veritas Cluster
BOOLEANPARAM_DESC=Seleccione los recursos de equipo que desee detectar. Dichos recursos pueden formar parte f\u00edsica o l\u00f3gica de un equipo.
BOOLEANPARAM_TITLE=Informaci\u00f3n de equipo
BOOLEANPARAM_PROCESSES_DESC=Seleccione los usuarios y servicios de host que desea detectar.
BOOLEANPARAM_PROCESSES_TITLE=Usuarios y servicios de host
BOOLEANPARAM_USERS_TITLE=Usuarios del sistema operativo
BOOLEANPARAM_SERVICES_TITLE=Servicios del sistema operativo
BOOLEANPARAM_USERS_DESC=Detectar usuarios del sistema operativo local
BOOLEANPARAM_SERVICES_DESC=Detectar todos los servicios del sistema operativo
OPTION_DISK_TITLE=Discos
OPTION_CPU_TITLE=CPU
OPTION_MEM_TITLE=Memoria
OPTION_SOF_TITLE=Programas
OPTION_INSTALLED_SOFTWARE_TITLE=Software instalado
OPTION_USER_TITLE=Usuarios del sistema operativo
OPTION_SERV_TITLE=Servicios
OPTION_SHAR_TITLE=Cuotas
OPTION_FCHBAS_TITLE=HBA de canal de fibra
OPTION_MODULES_TITLE=M\u00f3dulos
SELECTJOBS_DESC=Estos puertos TCP se explorar\u00e1n para detectar puertos de servidor abiertos. Puede agregar puertos nuevos para su exploraci\u00f3n o eliminar puertos existentes de la lista. Nota: El proceso de exploraci\u00f3n podr\u00eda afectar al rendimiento de la red. Adem\u00e1s, puede que tenga que informar a los propietarios de los equipos de que Universal Discovery intentar\u00e1 conectarse a los mismos.
SELECTJOBS_PORT_TITLE=Exploraci\u00f3n de puertos
PORTFILTER_TITLE=Seleccione los puertos TCP para realizar la exploraci\u00f3n de puertos
BOOLEANPARAM_PROCESS_DESC=Seleccione esta opci\u00f3n para detectar elementos de software en ejecuci\u00f3n en los equipos detectados.\nComo parte de la detecci\u00f3n de elementos de software, tambi\u00e9n se detectar\u00e1n los procesos y puertos relacionados el elemento de software
BOOLEANPARAM_PROCESS_TITLE=Identificaci\u00f3n de software
OPTION_PROCESS_TITLE=Procesos
PROCESSFILTER_TITLE=Seleccionar el elemento de software a detectar y configurar las reglas de identificaci\u00f3n
SCHEDULEDISCOVERYSCREEN_DESC=Defina una planificaci\u00f3n para ejecutar esta actividad de forma peri\u00f3dica. Puede limitar la planificaci\u00f3n y establecer las horas en que no debe ejecutarse.
SCHEDULEDISCOVERYSCREEN_TITLE=Programar detecci\u00f3n
DP_PORT_SCANNING_TITLE=Explorar puertos de base de datos
DB_PORT_SCANNING_DESCRIPTION=Configure los puertos relacionados que se deben explorar (necesario para detectar la base de datos).
DB_PORT_FILTER_TITLE=Puertos de base de datos conocidos
DB_DRIVER_TITLE=Controladores JDBC
DB_DRIVER_DESCRIPTION=Seleccione un controlador JDBC e importe el archivo jar adecuado
DB_DRIVER_JDBC_TITLE=Controladores JDBC personalizados
DB_IMPORT_JDBC_DESC=Importe cualquiera de los archivos siguientes de la instalaci\u00f3n de DB2: db2java.zip, db2jcc.jar, db2jcc_license_cu.jar, db2jcc_license_cisuz.jar
DB_IMPORT_JDBC_TITLE=Archivo de controlador DB2 JDBC
DB_IMPORT_DESC=Importe cualquiera de los archivos siguientes de la instalaci\u00f3n de DB2: db2java.zip, db2jcc.jar, db2jcc_license_cu.jar, db2jcc_license_cisuz.jar
DB2_OPTION_DISCOVER_TABLES=Detectar tablas
DB2_OPTION_DISCOVER_TABLES_DESC=Permite la detecci\u00f3n de tablas de DB2
DB2_OPTION_DISCOVER_SYSTEM_TABLES=Detectar tablas de sistema
DB2_OPTION_DISCOVER_SYSTEM_TABLES_DESC=Permite la detecci\u00f3n de tablas de sistema, como: SYSCAT, SYSFUN, SYSIBM, SYSIBMADM, SYSPROC, SYSSTAT. Si discoverTables tiene el valor false, este indicador tambi\u00e9n se considera falso.
DB_IMPORT_SYBASE_TITLE=Archivo de controlador Sybase JDBC
DB_IMPORT_SYBASE_DESC=Seleccione el archivo 3pclasses.jar en la instalaci\u00f3n de Sybase
DB_ORACLE_TNS_BY_SHELL_TITLE=Ubicaci\u00f3n del archivo TNSName de Oracle
DB_ORACLE_TNS_BY_SHELL_DESC=Introduzca la ubicaci\u00f3n y los equipos en los que desee ejecutar la detecci\u00f3n en busca del archivo TNSName de Oracle por trabajo de Shell.
DB_ORACLE_CONNECTION_METHOD_TITLE=M\u00e9todo de conexi\u00f3n a base de datos de Oracle
DB_ORACLE_CONNECTION_METHOD_DESC=Seleccione el m\u00e9todo de conexi\u00f3n que se utilizar\u00e1 para conectarse a la base de datos de Oracle. El m\u00e9todo Completo intenta establecer la conexi\u00f3n utilizando todas las combinaciones posibles de Direcciones IP de nodo, puertos de Oracle, instancias de base de datos y credenciales de Oracle en el \u00e1mbito de la detecci\u00f3n. Es el m\u00e9todo m\u00e1s general pero puede tardar mucho tiempo. El m\u00e9todo Ligero solo establece conexi\u00f3n con bases de datos de Oracle que tengan un IpServiceEndpoint detectado. Es un m\u00e9todo mucho m\u00e1s r\u00e1pido, pero si hay alg\u00fan problema al detectar IpServiceEndpoint, la conexi\u00f3n dar\u00e1 error.
DB_ORACLE_CONNECTION_THOROUGH_TITLE=Completo
DB_ORACLE_CONNECTION_THOROUGH_DESC=Ejecutar conexi\u00f3n a base de datos de Oracle por SQL
DB_ORACLE_CONNECTION_LIGHTWEIGHT_TITLE=Ligero
DB_ORACLE_CONNECTION_LIGHTWEIGHT_DESC=Ejecutar conexi\u00f3n a base de datos de Oracle por SQL- Ligero
DB_ORACLE_HOME_TITLE=Directorio inicial de Oracle
DB_ORACLE_HOME_DESC=Se utiliza cuando no se ha definido ninguna variable de entorno ORACLE_HOME. El valor debe coincidir con el mismo par\u00e1metro en escuchas de Oracle por trabajo de shell
DB_TNS_LOCATION_TITLE=Ubicaci\u00f3n del archivo TNSNames.ora
DB_TNS_LOCATION_DESC=Introduzca la ubicaci\u00f3n de los archivos TNSNames.ora en el sistema de archivos del equipo servidor. Pueden introducirse distintas ubicaciones; en este caso, las ubicaciones deber\u00e1n separarse con comas. Las ubicaciones deben contener nombres de archivo o finalizar con un delimitador de ruta (en tales casos, el trabajo de detecci\u00f3n asumir\u00e1 que el nombre de archivo es tnsnames.ora).
DB_SERVER_HOST_TITLE=Host servidor
DB_SERVER_HOST_DESC=Seleccione el CI del equipo que contenga el archivo TNSNames.ora
DB_TITLE=Base de datos
DB_DESC=Detecci\u00f3n bases de datos y su estructura

DISCOVERY_PREF_TITLE=Preferencias de detecci\u00f3n
DISCOVERY_PREF_DESC=Preferencias de detecci\u00f3n

J2EE_TITLE=JavaEE
J2ee_DESCRIPTION=Detectar servidores de aplicaciones JavaEE
J2EE_PORT_SCANING=Explorar puertos JavaEE
J2EE_PORT_SCANINIG_DESC=Configure los puertos correctos a explorar (necesario para que las detecciones de WebSphere, WebLogic y JBoss funcionen correctamente).
J2EE_PORT_FILTER_TITLE=Puertos TCP de WebLogic, WebSphere y JBoss (RMI)

J2EE_JMXJOBS_TITLE=Detecci\u00f3n de JavaEE por el protocolo JMX
J2EE_JMXJOBS_DESC=Detecci\u00f3n de JavaEE por el protocolo JMX
J2EE_SHELLJOBS_TITLE=Detecci\u00f3n de JavaEE por los protocolos Shell
J2EE_SHELLJOBS_DESC=Detecci\u00f3n de JavaEE por los protocolos Shell  (SSH, Telnet, NTCMD o Universal Discovery Protocol).

J2EE_WEBLOGIC_ACTIVATE=Detectar Weblogic Application Server
J2EE_WEBLOGIC_ACTIVATE_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de WebLogic Application Server
J2EE_WEBLOGIC_IMPORT_6_ver=WebLogic versi\u00f3n 6.x
J2EE_WEBLOGIC_IMPORT_6_DESC= Seleccione los archivos jar (weblogic.jar) en la instalaci\u00f3n de WebLogic 6.x. Para detecciones basadas en SSL, seleccione tambi\u00e9n wlcipher.jar, license.bea y el archivo JKS (p. ej. DemoTrust.jks).
J2EE_WEBLOGIC_IMPORT_7_ver=WebLogic versi\u00f3n 7.x.
J2EE_WEBLOGIC_IMPORT_7_DESC=Seleccione el archivo jar (weblogic.jar) desde la instalaci\u00f3n de WebLogic 7.x. Para detecciones basadas en SSL, seleccione tambi\u00e9n wlcipher.jar, license.bea y el archivo JKS (p. ej. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_8_ver=WebLogic versi\u00f3n 8.x
J2EE_WEBLOGIC_IMPORT_8_DESC=Seleccione los archivos jar (weblogic.jar) desde la instalaci\u00f3n de WebLogic 8.x. Para detecciones basadas en SSL, seleccione tambi\u00e9n wlcipher.jar, license.bea y el archivo JKS (p. ej. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_9_ver=WebLogic versi\u00f3n 9.x
J2EE_WEBLOGIC_IMPORT_9_DESC=Seleccione el archivo jar (wlclient.jar, wljmxclient.jar) desde la instalaci\u00f3n de WebLogic 9.x. Para detecciones basadas en SSL seleccione tambi\u00e9n el archivo wlcipher.jar y el archivo JKS (p. ej. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_10_ver=WebLogic versi\u00f3n 10.x
J2EE_WEBLOGIC_IMPORT_10_DESC=Seleccione el archivo jar (wlclient.jar, wljmxclient.jar) desde la instalaci\u00f3n de WebLogic 10.x. Para detecciones basadas en SSL, seleccione tambi\u00e9n wlcipher.jar y el archivo JKS (p. ej. DemoTrust.jks)
J2EE_WEBSPHERE_ACTIVATE=Detectar Websphere Application Server
J2EE_WEBSPHERE_ACTIVATE_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de WebSphere Application Server
J2EE_WEBSPHERE_IMPORT=WebSphere JKS
J2EE_WEBSPHERE_IMPORT_DESC=Seleccione el archivo JKS para la conexi\u00f3n segura a WebSphere
J2EE_JBOSS_IMPORT_3=JBoss versi\u00f3n 3.x
J2EE_JBOSS_IMPORT_3_DESC=Seleccione los archivos jar (jbossall-client.jar) desde la instalaci\u00f3n de JBoss 3.x
J2EE_JBOSS_IMPORT_4=JBoss versi\u00f3n 4.x
J2EE_JBOSS_IMPORT_4_DESC=Seleccione los archivos jar (jbossall-client.jar) desde la instalaci\u00f3n de JBoss 4.x

J2EE_JBOSS_ACTIVATE=Detectar Jboss Application Server
J2EE_JBOSS_ACTIVATE_DESC= Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de JBoss Application Server
J2EE_ORACLE_10_TITLE=Detectar Servidor de aplicaciones Oracle versi\u00f3n 10g
J2EE_ORACLE_10_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Oracle Application Server versi\u00f3n 10g

J2EE_GLASSFISH_TITLE=Detectar Glassfish Application Server
J2EE_GLASSFISH_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Glassfish Application Server
J2EE_GLASSFISH_REPORT_ADMIN_APP_TITLE=Informar de aplicaci\u00f3n administrativa
J2EE_GLASSFISH_REPORT_ADMIN_APP_DESC=Habilita/deshabilita el informe de aplicaciones de administrador

J2EE_RUNAPACHE_TOMCAT_TITLE=Detectar servidor de aplicaciones Apache Tomcat
J2EE_RUNAPACHE_TOMCAT_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Apache Tomcat Application Server

SAPWIZARD_TITLE=SAP
SAPWIZARD_DESC=Detecci\u00f3n de SAP
SAPWIZARD_PORTSSCAN_TITLE=Exploraci\u00f3n de puertos SAP
SAPWIZARD_PORTSSCAN_DESC=Exploraci\u00f3n de puertos SAP
SAPWIZARD_CONFPORTS_TITLE=Configurar puertos SAP
SAPWIZARD_UPLOAD_JCO_DRIVERS=Controladores JCO de SAP
SAPWIZARD_UPLOAD_JCO_DRIVERS_DESC=Seleccione los archivos siguientes de la instalaci\u00f3n de JCO:<br/>- Para la versi\u00f3n 2.x: sapjco.jar, sapjcorfc.dll<br/>- Para 3.x: sapjco3.jar, sapjco3.dll
SAPWIZARD_RUNABAP_JCO_TITLE=Detectar topolog\u00eda ABAP de SAP
SAPWIZARD_RUNABAP_JCO_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda ABAP de SAP
SAPWIZARD_DISCOVER_RFC_CONNECTIONS=Detectar conexiones RFC
SAPWIZARD_DISCOVER_RFC_CONNECTIONS_DESC=Seleccionado: habilitar la detecci\u00f3n de conexiones RFC del sistema SAP
SAPWIZARD_DISCOVER_SAP_PROFILES=Detectar perfiles de servidor SAP
SAPWIZARD_DISCOVER_SAP_PROFILES_DESC=Seleccionado: habilitar detecci\u00f3n de perfiles SAP consultando base de datos de SAP
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG=Informar de componentes de software como archivo de configuraci\u00f3n
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG_DESC=Seleccionado: Se informar\u00e1 de los componentes de software como archivo de configuraci\u00f3n<br/>No seleccionado: cada componente de software se notificar\u00e1 como un CI independiente
SAPWIZARD_JAVATOPOPLOGY_TITLE=Topolog\u00eda SAP Java por JMX
SAPWIZARD_JAVATOPOPLOGY_DESC=Detectar la arquitectura SAP JAVA y aplicaciones JavaEE en el servidor SAP JAVA por el protocolo JMX.
SAPWIZARD_RUNJMX_TITLE=Detectar topolog\u00eda SAP Java
SAPWIZARD_RUNJMX_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda SAP Java
SAPWIZARD_JCO_JOBS=Detecci\u00f3n de SAP por JCO
SAPWIZARD_JCO_JOBS_DESC=Detecci\u00f3n de SAP por JCO
SAPWIZARD_J2EE_6_TITLE=SAP JavaEE versi\u00f3n 6.x
SAPWIZARD_J2EE_7_TITLE=SAP JavaEE versi\u00f3n 7.x
SAPWIZARD_SELECT_JARS_DESC=Seleccione los archivos siguientes de la m\u00e1quina del sistema SAP:<br/>  - sapj2eeclient.jar<br/>\n  - logging.jar<br/>  - exception.jar<br/>  - sapxmltoolkit.jar<br/>  - com_sap_pj_jmx.jar<br/><b>Nota: Para poder detectar SAP por JMX debe seleccionar todos los archivos enumerados m\u00e1s arriba.</b>
SAPWIZARD_APP_JCO_TITLE=Detectar aplicaciones de SAP
SAPWIZARD_APP_JCO_DESC=Seleccionar para activar la detecci\u00f3n de componentes de aplicaci\u00f3n de SAP
SAPWIZARD_SAPSHELLBASED_TITLE=Topolog\u00eda de SAP por shell
SAPWIZARD_SAPSHELLBASED_DESC=Detectar topolog\u00eda de SAP por protocolos de shell (NTCMD, SSH, Telnet o Universal Discovery Protocol)
SAPWIZARD_SAPPROFILES_TITLE=Detectar perfiles de SAP
SAPWIZARD_SAPPROFILES_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de perfiles SAP para servidores de aplicaciones SAP
SAPWIZARD_SAPSYSTEMS_TITLE=Detectar sistemas SAP
SAPWIZARD_SAPSYSTEMS_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n del sistema SAP mediante la informaci\u00f3n de los archivos de configuraci\u00f3n
SAPWIZARD_SAPITS_TITLE=Detectar SAP ITS
SAPWIZARD_SAPITS_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de SAP Internet Transaction Server mediante la informaci\u00f3n de los archivos de configuraci\u00f3n
SAPWIZARD_SAPAPPS_TITLE=Aplicaciones SAP
SAPWIZARD_SAPAPPS_DESC=Detectar componentes de aplicaci\u00f3n del sistema SAP. Esta detecci\u00f3n puede tardar mucho tiempo en funci\u00f3n del intervalo de cambios de transacciones.
SAPWIZARD_SAPAPPSCOMPONENTS_TITLE=Detecci\u00f3n de componentes de aplicaci\u00f3n SAP
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_TITLE=Detectar componentes de aplicaci\u00f3n
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_DESC= Seleccionado (valor predeterminado): habilitar la detecci\u00f3n de todos los componentes de aplicaciones de SAP
SAPWIZARD_SAPTRANSACTIONS_TITLE=Detecci\u00f3n de transacciones SAP
SAPWIZARD_SAPTRANSACTIONS_DESC=Obtener transacciones activas/todas las transacciones
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_TITLE=Detectar transacciones activas
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_DESC=Seleccionado: habilitar la detecci\u00f3n de todas las transacciones activas
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_TITLE=Detectar todas las transacciones
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_DESC=Seleccionado: habilitar la detecci\u00f3n de todas las transacciones
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_TITLE=Detectar cambios en transacciones
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_DESC=Seleccionado: habilitar la detecci\u00f3n de cambios de transacciones mediante el sistema de cambio y transporte seg\u00fan la configuraci\u00f3n indicada a continuaci\u00f3n
SAPWIZARD_SAPTRANSACTIONSCHANGES_OPTIONS=Opciones de cambios en transacciones
SAPWIZARD_TRANSCHANGE_INTERVAL_TITLE=Intervalo de cambios en transacciones
SAPWIZARD_TRANSCHANGE_INTERVAL_DESC=Obtener cambios en transacciones por un n\u00famero determinado de d\u00edas en el pasado a partir de hoy
SAPWIZARD_TRANSCHANGE_STARTDATE_TITLE=Fecha de inicio de cambios en transacciones
SAPWIZARD_TRANSCHANGE_STARTDATE_DESC=Obtener cambios en transacciones desde esta fecha
SAPWIZARD_TRANSCHANGE_STARTTIME_TITLE=Hora de inicio de cambios en transacciones
SAPWIZARD_TRANSCHANGE_STARTTIME_DESC=Obtener cambios a partir de esta hora
SAPWIZARD_TRANSCHANGE_ENDDATE_TITLE=Fecha de fin de cambios en transacciones
SAPWIZARD_TRANSCHANGE_ENDDATE_DESC=Obtener cambios en transacciones hasta esta fecha
SAPWIZARD_TRANSCHANGE_ENDTIME_TITLE=Hora de fin de cambios en transacciones
SAPWIZARD_TRANSCHANGE_ENDTIME_DESC=Obtener cambios en transacciones hasta esta hora
SAPWIZARD_SOLMAN_TITLE=Administrador de soluciones SAP
SAPWIZARD_SOLMAN_DESC=Administrador de soluciones SAP.
SAPWIZARD_BUSINESS_TITLE=Detectar Capa empresarial SAP
SAPWIZARD_BUSINESS_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de la Capa empresarial SAP basada en el Administrador de soluciones
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_TITLE=Detectar el Administrador de soluciones SAP
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de topolog\u00eda del Administrador de soluciones SAP

CLOUDWIZARD_TITLE=Cloud
CLOUDWIZARD_DESC=Actividad de detecci\u00f3n de cloud
CLOUDWIZARD_RUNJOBS_TITLE=Trabajos de detecci\u00f3n de cloud
CLOUDWIZARD_RUNJOBS_DESC=Trabajos de detecci\u00f3n de cloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_TITLE= Ejecutar la detecci\u00f3n de VMware vCloud Director mediante la API de vCloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de VMware vCloud Director mediante la API de vCloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_TITLE=Ejecutar la detecci\u00f3n de VMware vCloud Director mediante la direcci\u00f3n URL de conexi\u00f3n directa
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de VMware vCloud Director mediante la direcci\u00f3n URL de conexi\u00f3n directa por la API de vCloud
CLOUDWIZARD_VCLOUD_BASEURL_LABEL=URL base:
CLOUDWIZARD_VCLOUD_BASEURL_DESC=Direcci\u00f3n URL base a VMware Cloud Director
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_LABEL= Informar de m\u00e1quinas virtuales desconectadas
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_DESC=Establezca este par\u00e1metro en true para informar de las VM apagadas
CLOUDWIZARD_AWS_LIB_TITLE=Archivos jar de SDK de Amazon WebServices
CLOUDWIZARD_AWS_LIB_DESC=Seleccione esta opci\u00f3n para importar los archivos jar de SDK de Amazon WebServices
CLOUDWIZARD_VCLOUD_LIB_TITLE=Archivos jar de SDK de VMware vCloud
CLOUDWIZARD_VCLOUD_LIB_DESC=Seleccionar para importar archivos jar de SDK de VMware vCloud
CLOUDWIZARD_RUNAWS_TITLE=Ejecutar la detecci\u00f3n de Amazon Web Services
CLOUDWIZARD_RUNAWS_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de las topolog\u00edas de Amazon Web Services de los servicios EC2 y RDS mediante Web Services

DISCOVERY_PREFS_TITLE=Preferencias de detecci\u00f3n
DISCOVERY_PREFS_DESC=Preferencias de detecci\u00f3n
DB_RUNDB2_TITLE=Ejecutar detecci\u00f3n de DB2
DB_RUNDB2_DESC=Ejecutar detecci\u00f3n de DB2
DB_RUNMSSQL_TITLE=Ejecutar detecci\u00f3n de MS SQL
DB_RUNMSSQL_DESC=Ejecutar detecci\u00f3n de MS SQL
DB_OPTION_DISCOVER_CONFIGS=Detectar configuraci\u00f3n
DB_OPTION_DISCOVER_CONFIGS_DESC=Habilita la detecci\u00f3n de la configuraci\u00f3n del servidor ('mssql database configuration.txt').
DB_OPTION_DISCOVER_USERS=Detectar usuarios
DB_OPTION_DISCOVER_USERS_DESC=Habilita la detecci\u00f3n de usuarios de la base de datos
DB_OPTION_DISCOVER_FILES=Detectar archivos de sql/datos
DB_OPTION_DISCOVER_FILES_DESC=Habilita la detecci\u00f3n de archivos de sql/datos
DB_OPTION_DISCOVER_JOBS=Detectar trabajos de SQL
DB_OPTION_DISCOVER_JOBS_DESC=Habilita la detecci\u00f3n de trabajos de SQL
DB_RUNSYBASE_TITLE=Ejecutar detecci\u00f3n de Sybase
DB_RUNSYBASE_DESC=Ejecutar detecci\u00f3n de Sybase
DB_RUNORACLE_TITLE=Ejecutar detecci\u00f3n de Oracle
DB_RUNORACLE_DESC=Ejecutar detecci\u00f3n de Oracle
DB_RUNHANA_TITLE=Ejecutar detecci\u00f3n de HanaDB
DB_RUNHANA_DESC=Ejecutar detecci\u00f3n de HanaDB basada en shell
DB_RUNMAX_TITLE=Ejecutar detecci\u00f3n de MaxDB
DB_RUNMAX_DESC=Ejecutar detecci\u00f3n de MaxDB basada en shell
DB_RUNMYSQL_TITLE=Ejecutar detecci\u00f3n de MySQL
DB_RUNMYSQL_DESC=Ejecutar detecci\u00f3n de MySQL basada en shell
DB_RUNPOSTGRESQL_TITLE=Ejecutar detecci\u00f3n de PostgreSQL
DB_RUNPOSTGRESQL_DESC=Ejecutar detecci\u00f3n de PostgreSQL

WEBSERVERSWIZARD_TITLE=Servidores web
WEBSERVERSWIZARD_LONG_TITLE=Actividad de detecci\u00f3n de servidores web
WEBSERVERSWIZARD_DESC=Actividad de detecci\u00f3n de servidores web
WEBSERVER_RUNAPACHE_TITLE=Ejecutar detecci\u00f3n de Apache
WEBSERVER_RUNAPACHE_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Apache
OPTION_APACHE_CONFIGS_TITLE=Archivos de configuraci\u00f3n de Apache
OPTION_APACHE_CONFIGS_DESC=Ruta completa a los archivos de configuraci\u00f3n de Apache, incluyendo nombres de archivo. Varios archivos deben ir separados por ';'
WEBSERVER_RUNIIS_APP_TITLE=Ejecutar detecci\u00f3n de Microsoft IIS
WEBSERVER_RUNIIS_APP_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Microsoft IIS
WEBSERVER_IIS_DISCOVER_SERVICES_LABEL=Detecci\u00f3n de servicios web
WEBSERVER_IIS_DISCOVER_SERVICES_DESC=Si se deben detectar servicios web o no
WEBSERVER_IIS_CHECK_CONNECT_LABEL=Comprobar disponibilidad de sitios web
WEBSERVER_IIS_CHECK_CONNECT_DESC=El/Los HTTP deben verificar o no las direcciones URL notificadas
WEBSERVER_IIS_REPORT_LEGACY_LABEL=Informar de topolog\u00eda heredada
WEBSERVER_IIS_REPORT_LEGACY_DESC=Indica si se debe informar de la topolog\u00eda IIS heredada o de la nueva.
WEBSERVER_IIS_SERVICE_EXT_LABEL=Extensiones de archivos de servicios web
WEBSERVER_IIS_SERVICE_EXT_DESC=Lista de extensiones de archivo que se detectar\u00e1n como servicios web. Nota: No se admiten caracteres comod\u00edn
WEBSERVER_IIS_PREFER_APPCMD_LABEL=Preferir Appcmd
WEBSERVER_IIS_PREFER_APPCMD_DESC=Indica si se utiliza Appcmd como manera preferida de realizar la detecci\u00f3n.

CLASTERWIZARD_TITLE=Cl\u00faster
CLASTERWIZARD_LONG_TITLE=Actividades de detecci\u00f3n de cl\u00faster
CLUSTERWIZARD_DESC=Actividad de detecci\u00f3n de cl\u00faster
CLUSTER_CODEPAGE_LABEL=P\u00e1gina de c\u00f3digos de m\u00e1quina de destino
CLUSTER_CODEPAGE_DESC=P\u00e1gina de c\u00f3digos de la m\u00e1quina detectada
CLUSTER_RUN_SG_TITLE=Ejecutar detecci\u00f3n de Run Oracle Service Guard
CLUSTER_RUN_SG_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Oracle Service Guard
CLUSTER_SG_CMCLCONFIG_FILE_LABEL=Nombre de archivo de configuraci\u00f3n de ServiceGuard
CLUSTER_SG_CMCLCONFIG_FILE_DESC=Archivo de configuraci\u00f3n (extensi\u00f3n o nombre de archivo, valor predeterminado: extensi\u00f3n 'ascii')
CLUSTER_SG_CMCLCONFIG_PATH_LABEL=Ruta de acceso de archivo de configuraci\u00f3n de ServiceGuard
CLUSTER_SG_CMCLCONFIG_PATH_DESC=La ruta de acceso a los archivos de configuraci\u00f3n
CLUSTER_RUN_MS_TITLE=Ejecutar detecci\u00f3n de Microsoft Cluster
CLUSTER_RUN_MS_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Microsoft Cluster
CLUSTER_SUN_TITLE=Sun Cluster
CLUSTER_SUN_DESC=Sun Cluster
CLUSTER_RUN_SUN_TITLE=Ejecutar la detecci\u00f3n de Sun Cluster
CLUSTER_RUN_SUN_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de Sun Cluster
CLUSTER_RUN_VERITAS_TITLE=Ejecutar detecci\u00f3n de Symantec Veritas Cluster
CLUSTER_RUN_VERITAS_DESC=Ejecutar detecci\u00f3n de Symantec Veritas Cluster
CLUSTER_VERITAS_MAINCF_LABEL=Ruta de acceso a la carpeta Main.cf
CLUSTER_VERITAS_MAINCF_DESC=Carpeta Main.cf de Veritas. Valor predeterminado: /etc/VRTSvcs/conf/config/
CLUSTER_RUN_HACMP_APP_TITLE=Ejecutar detecci\u00f3n de aplicaci\u00f3n de IBM HACMP
CLUSTER_RUN_HACMP_APP_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de la aplicaci\u00f3n de IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_TITLE=Ejecutar detecci\u00f3n de topolog\u00eda de IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de IBM HACMP
CLUSTER_HACMP_CLDISP_CMD_LABEL=ruta de acceso de comando cldisp
CLUSTER_HACMP_CLDISP_CMD_DESC=Comando real que debe utilizarse para cldisp. Puede utilizarse la ruta de acceso completa o incluso root /path/cldisp
CLUSTER_HACMP_CLLSIF_CMD_LABEL=ruta de acceso de comando cllsif
CLUSTER_HACMP_CLLSIF_CMD_DESC=Comando real que debe utilizarse para cllsif -c. Puede utilizarse la ruta de acceso completa o incluso root /path/cllsif -c. Sin embargo, no debe omitirse -c.
CLUSTER_HACMP_VG_CMD_LABEL=Comando de grupo de vol\u00famenes
CLUSTER_HACMP_VG_CMD_DESC=Comando real que debe utilizarse para recopilar informaci\u00f3n sobre un grupo de vol\u00famenes (lspv -p para AIX, lvdisplay para Linux)
CLUSTER_HACMP_AIX_PKG_LABEL=Comando de licencia de cl\u00faster de AIX
CLUSTER_HACMP_AIX_PKG_DESC=El comando para obtener la licencia de cl\u00faster en AIX

MQWIZARD_TITLE=Cola de mensajes
MQSWIZARD_LONG_TITLE=Actividad de detecci\u00f3n de cola de mensajes
MQWIZARD_DESC=Actividad de detecci\u00f3n de cola de mensajes
MQWIZARD_DISCOVERY_PREF=Preferencias de detecci\u00f3n
MQWIZARD_DISCOVERY_PREF_DESC=En esta p\u00e1gina puede habilitar/deshabilitar trabajos relacionados con la cola de mensajes.
MQ_RUNWEBSPHERE_TITLE= Ejecutar detecci\u00f3n de WebSphere Message Queue
MQ_RUNWEBSPHERE_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de WebSphere Message Queue
MQ_WEBSPHERE_DYNQUEUE_LABEL=Detectar cola din\u00e1mica
MQ_WEBSPHERE_DYNQUEUE_DESC=Habilitar la detecci\u00f3n de colas din\u00e1micas permanentes y temporales
MQ_WEBSPHERE_DISCOVER_HOSTS_LABEL=Detectar hosts
MQ_WEBSPHERE_DISCOVER_HOSTS_DESC=Habilita la resoluci\u00f3n y detecci\u00f3n de servidores remotos y objetos MQ a los que hace referencia el servidor que se est\u00e1 detectando. Si se establece como falso, no se detectar\u00e1n las relaciones entre objetos MQ en servidores diferentes
MQ_WEBSPHERE_USE_SUDO_LABEL=Utilizar comando sudo
MQ_WEBSPHERE_USE_SUDO_DESC=Seleccione para habilitar el uso del comando sudo
MQ_WEBSPHERE_SUDO_CMD_LABEL=Seleccione para personalizar el comando sudo
MQ_WEBSPHERE_SUDO_CMD_DESC=Utilice aqu\u00ed el nombre de usuario de MQ
MQ_WEBSPHERE_CMD_TIMEOUT_LABEL=Tiempo de espera del comando
MQ_WEBSPHERE_CMD_TIMEOUT_DESC=Tiempo de espera de comando de WebSphere
MQ_WEBSPHERE_MQVER_LABEL=Ruta de acceso a mqver o dspmqver
MQ_WEBSPHERE_MQVER_DESC=Ruta de acceso a los ejecutables 'mqver' o 'dspmqver'. Separe varias entradas con &quot;;&quot;
MQ_RUNMSMQ_LDAP_TITLE=Ejecutar la detecci\u00f3n de la cola de mensajes de Microsoft por LDAP
MQ_RUNMSMQ_LDAP_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de la cola de mensajes de Microsoft por LDAP
MQ_RUNMSMQ_NTCMD_TITLE=Ejecutar la detecci\u00f3n de la cola de mensajes de Microsoft por NTCMD
MQ_RUNMSMQ_NTCMD_DESC=Seleccione esta opci\u00f3n para habilitar la detecci\u00f3n de la cola de mensajes de Microsoft por NTCMD
MQ_MSMQ_LDAP_TITLE=Cola de mensajes de Microsoft por LDAP
MQ_MSMQ_LDAP_DESC=Cola de mensajes de Microsoft por LDAP
MQ_MSMQ_BASEDN_LABEL=Nombre de dominio base
MQ_MSMQ_BASEDN_DESC=Seleccione esta opci\u00f3n para cambiar el nombre de dominio base

CUSTOM_TITLE=Nueva actividad de detecci\u00f3n personalizada
CUSTOM_DESC=Personalizar actividad de detecci\u00f3n
CUSTOM_FOLDER=Personalizar
TEMPLATES_FOLDER=Plantillas
APPLICATION_DEPENDENCY_MAPPING_TITLE=B\u00e1sico
APPLICATION_DEPENDENCY_MAPPING_DESC=Actividad de detecci\u00f3n de dependencias de software
NETWORK_TITLE=Infraestructura
NETWORK_DESC=Detecci\u00f3n de componentes de red
FOLDER_APPLICATION_DEPENDENCIES_TITLE=Configuraci\u00f3n de software
FOLDER_AUDITING_TITLE=Auditor\u00eda

INVENTORY_DISCOVERY_TITLE=Inventario
INVENTORY_DISCOVERY_DESCRIPTION=Detecci\u00f3n de inventario
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_TITLE=Detecci\u00f3n de inventario basada en esc\u00e1ner
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_DESCRIPTION=La detecci\u00f3n de inventario se realiza mediante esc\u00e1neres que se ejecutan localmente en los clientes.  Este es el m\u00e9todo de detecci\u00f3n m\u00e1s completo.
DISCOVERY_OPTIONS=Opciones de detecci\u00f3n
SNMP_DISCOVERY_OPTIONS=Opciones de detecci\u00f3n de SNMP
PARAM_BANDWIDTH_TITLE=Limitar ancho de banda para transferencia de datos (Kb/s)
PARAM_BANDWIDTH_DESCRIPTION=L\u00edmite del ancho de banda que se debe aplicar al cargar/descargar en kb/s
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_TITLE=Ejecutar secuencias de comandos previos/posteriores a la exploraci\u00f3n
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_DESCRIPTION=Permitir secuencias de comandos previos/posteriores a la exploraci\u00f3n del esc\u00e1ner
PARAM_IS_PRE_POST_EXEC_TIMEOUT_TITLE=Tiempo de ejecuci\u00f3n m\u00e1ximo de secuencia de comandos (min)
PARAM_IS_PRE_POST_EXEC_TIMEOUT_DESCRIPTION=Tiempo de ejecuci\u00f3n m\u00e1ximo de secuencia de comandos previos/posteriores a la exploraci\u00f3n (min)
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_TITLE=Descargar archivo de exploraci\u00f3n antes de la ejecuci\u00f3n
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_DESCRIPTION=Descargar archivo de exploraci\u00f3n de la m\u00e1quina remota (si existe) antes de la ejecuci\u00f3n.
PRRAM_ALLOW_SCANNER_DOWNGRADE_TITLE=Permitir reversi\u00f3n de la versi\u00f3n del esc\u00e1ner
PRRAM_ALLOW_SCANNER_DOWNGRADE_DESCRIPTION=Especifica si se permite la reversi\u00f3n de la versi\u00f3n del esc\u00e1ner
PARAM_SCANNER_UPDATE_TITLE=Permitir actualizaci\u00f3n de la versi\u00f3n del esc\u00e1ner
PARAM_SCANNER_UPDATE_DESCRIPTION=Especifica si se permite la actualizaci\u00f3n del esc\u00e1ner
PARAM_REMOVE_SCAN_DATA_TITLE=Eliminar datos de exploraci\u00f3n
PARAM_REMOVE_SCAN_DATA_DESCRIPTION=Eliminar datos de exploraci\u00f3n en el host remoto despu\u00e9s de descargarlos en la m\u00e1quina de la sonda.
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_TITLE=Despliegue de agentes
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_DESCRIPTION=Elegir trabajos de despliegue de UD Agent
PARAM_COLLECT_SOFTWARE_UTILIZATION_TITLE=Recopilar utilizaci\u00f3n de software
PARAM_COLLECT_SOFTWARE_UTILIZATION_DESCRIPTION=Si se recopila informaci\u00f3n de utilizaci\u00f3n de software o no.
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_TITLE=Per\u00edodo de utilizaci\u00f3n de software (d\u00edas)
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_DESCRIPTION=Los datos de utilizaci\u00f3n de software muestran el n\u00famero de d\u00edas que se utiliz\u00f3 una aplicaci\u00f3n (como porcentaje) a lo largo de un per\u00edodo de tiempo
PARAM_SCANNER_CONFIGURATION_TITLE=Configuraci\u00f3n del esc\u00e1ner

MAPPING_OPTIONS=Opciones de asignaci\u00f3n
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_TITLE=Aplicaci\u00f3n reconocida parcialmente
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_DESCRIPTION=Modelar aplicaciones de software parcialmente reconocidas.
PARAM_RAW_OS_APPLICATION_TITLE=Software instalado de SO sin procesar
PARAM_RAW_OS_APPLICATION_DESCRIPTION=Modelar softwares de nivel de SO sin configuraci\u00f3n.
PARAM_CONFIGURATION_DOCUMENT_TITLE=Documento de configuraci\u00f3n
PARAM_CONFIGURATION_DOCUMENT_DESCRIPTION=Para recopilar informaci\u00f3n de configuraci\u00f3n del sistema, por ejemplo, EnvironmentVariables, StandardWindowsDirectories, etc
PARAM_SERVICES_TITLE=Servicios/demonios
PARAM_SERVICES_DESCRIPTION=Modelar servicios/demonios de Windows.
PARAM_SOFTWARE_UTILIZATION_TITLE=Utilizaci\u00f3n de software
PARAM_SOFTWARE_UTILIZATION_DESCRIPTION=Utilizaci\u00f3n de software de modelo
PARAM_MINIMUM_NUMBER_OF_USERS_TITLE=Modelar datos por usuario cuando el n\u00famero de usuarios es como m\u00ednimo de
PARAM_MINIMUM_NUMBER_OF_USERS_DESCRIPTION=El n\u00famero m\u00ednimo de usuarios que debe alcanzarse para modelar la utilizaci\u00f3n de software de usuario.

GLOBAL_OPTIONS=Configuraci\u00f3n de reconocimiento global de software
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_TITLE=Configuraci\u00f3n de reconocimiento de software
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_DESCRIPTION=Configuraci\u00f3n de reconocimiento global de software

OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_TITLE=Detecci\u00f3n b\u00e1sica de inventario (s\u00f3lo centro de datos)
OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_DESCRIPTION=La detecci\u00f3n de inventario se realiza mediante secuencias de comandos que se ejecutan localmente en los clientes.

ERROR_MESSAGE_JOB_SELECTION_NONE=Debe seleccionar al menos un trabajo.
ERROR_MESSAGE_JOB_SELECTION_ALL=Habilitar tanto la detecci\u00f3n de inventario basada en esc\u00e1ner como la detecci\u00f3n b\u00e1sica de inventario al mismo tiempo puede llevar a duplicaciones de los CI.
ERROR_MESSAGE_HOST_INFORMATION_SELECTION=Debe seleccionar informaci\u00f3n de host.
ERROR_MESSAGE_UPGRADE_UNINSTALL_AT_SAME_TIME=Actualizar y desinstalar UD Agent no se pueden realizar al mismo tiempo
ERROR_MESSAGE_INSTALL_UNINSTALL_AT_SAME_TIME=Instalar y desinstalar UD Agent no se pueden realizar al mismo tiempo
ERROR_MESSAGE_MIGRATE_UNINSTALL_AT_SAME_TIME=Migrar el agente DDMI y desinstalar el agente UD no se pueden realizar al mismo tiempo
ERROR_MESSAGE_INVALID_MAPPING_RULE_DETECTED=Opciones de asignaci\u00f3n no v\u00e1lidas.

EDIT_APP_SIGNATURE_PANEL_TITLE=Biblioteca de software
EDIT_APP_SIGNATURE_BUTTON_TEXT=Editar biblioteca de software...
EDIT_APP_SIGNATURE_PANEL_TOOL_TIP=Editar biblioteca global de software
EDIT_APP_SIGNATURE_PANEL_SUB_TITLE=Editar la biblioteca global de software. La informaci\u00f3n se aplica a los m\u00f3dulos/trabajos de detecci\u00f3n y a la detecci\u00f3n basada en zonas.
RUNNING_SOFTWARE_TITLE=Software en ejecuci\u00f3n
RUNNING_SOFTWARE_DESCRIPTION=Detectar software en ejecuci\u00f3n
NETWORK_LONG_TITLE=Actividad de Infrastructure Discovery
INVENTORY_LONG_TITLE=Actividad de detecci\u00f3n de inventario
APPLICATION_DEPENDENCY_MAPPING_LONG_TITLE=Actividad de detecci\u00f3n de configuraci\u00f3n b\u00e1sica de software
DB_LONG_TITLE=Actividad de detecci\u00f3n de configuraci\u00f3n de software de base de datos
J2EE_LONG_TITLE=Actividad de detecci\u00f3n de configuraci\u00f3n de software JavaEE
SAPWIZARD_LONG_TITLE=Actividad de detecci\u00f3n de configuraci\u00f3n de software SAP
INVENTORYDISCOVERY_LONG_TITLE=Actividad de detecci\u00f3n de inventario
LONG_CUSTOM_TITLE=Personalizar actividad de detecci\u00f3n
CLOUDWIZARD_LONG_TITLE=Actividad de detecci\u00f3n de cloud

VIRTWIZARD_TITLE=Virtualizaci\u00f3n
VIRTWIZARD_HPPAR_RUNHPPAR_TITLE=Detectar HP nPartitions
VIRTWIZARD_HYPERV_RUN_TITLE=Detectar Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_TITLE=Detectar Citrix Xen
VIRTWIZARD_RUNHMC_TITLE=Detectar IBM HMC
VIRTWIZARD_HMC_LPAR_AS_HOSTNAME_TITLE=Informar del nombre de LPAR como nombre de host
VIRTWIZARD_ORACLE_RUN_TITLE=Detectar Oracle VM Server para SPARC
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME=Emparejar nombres de dominio de LDOM invitados como nombres de host
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME_DESC=Seleccionado: se informar\u00e1 de los LDOM invitados con sus nombres de host establecidos en nombres de dominio, lo que puede ayudar en la reconciliaci\u00f3n de hosts.
VIRTWIZARD_SOLARISZONES_RUN_TITLE=Detectar zona Solaris
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_TITLE=Inicio de sesi\u00f3n a trav\u00e9s de zLogin como usuario conectado
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_DESC=Seleccionado: zLogin se ejecutar\u00e1 con la cuenta de usuario de zona global conectada; no seleccionado (valor predeterminado): zlogin utilizar\u00e1 la cuenta root.
VIRTWIZARD_RUNVMWARE_TITLE=Detectar VMware
VIRTWIZARD_VMWARE_REPORT_DOWN_VM_TITLE=Informar de m\u00e1quinas virtuales apagadas
VIRTWIZARD_VMOTION_PREFS=Opciones de vMotion
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_TITLE=Utilizar detecci\u00f3n basada en eventos
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_DESC=Seleccionado (valor predeterminado): el trabajo de detecci\u00f3n supervisar\u00e1 nuevos eventos de vMotion hasta que se detenga; no seleccionado: solo se detectar\u00e1n los eventos de vMotion que sucedieron durante las \u00faltimas horas de historial
VIRTWIZARD_VMOTION_RETRY_NUMBER_TITLE=N\u00famero de reintentos
VIRTWIZARD_VMOTION_HISTORY_HOURS_TITLE=Horas de historial
VIRTWIZARD_RUNXEN_TITLE=Detectar Xen y KVM
VIRTWIZARD_RUNXEN_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de Xen y KVM
VIRTWIZARD_XEN_PATH_TITLE=Ruta de acceso de Virsh
VIRTWIZARD_XEN_PATH_DESC=Ruta de acceso a la utilidad de administraci\u00f3n Virsh
VIRTWIZARD_LONG_TITLE=Actividad de detecci\u00f3n de virtualizaci\u00f3n
VIRTWIZARD_DESC=Esta actividad puede detectar soluciones de virtualizaci\u00f3n, tales como IBM HMC, HP nPAR, Oracle VM, Hyper-V, VMware, Xen, etc.
VIRTWIZARD_HPPAR_RUNHPPAR_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de HP nPartitions
VIRTWIZARD_HYPERV_RUN_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_DESC=Seleccione esta opci\u00f3n para activar la detecci\u00f3n de topolog\u00eda de Citrix Xen
VIRTWIZARD_RUNHMC_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de IBM HMC
VIRTWIZARD_ORACLE_RUN_DESC=Seleccionar para activar Oracle VM Server para la detecci\u00f3n de tecnolog\u00eda SPARC
VIRTWIZARD_SOLARIS_RUN_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de zona Solaris
VIRTWIZARD_RUNVMWARE_DESC=Seleccionar para activar la detecci\u00f3n de topolog\u00eda de VMware ESX/vMotion
VIRTWIZARD_VMWARE_NORMAL_DESC=Utilice una conexi\u00f3n normal para detectar ESX. En este caso se utilizar\u00e1n hosts que se detectaron mediante shell y se detect\u00f3 VMware ESX mediante el mecanismo de firma de aplicaci\u00f3n.
VIRTWIZARD_VMWARE_IMPORT_VIM_TITLE=Bibliotecas de SDK de VMware
VIRTWIZARD_VMWARE_IMPORT_VIM_DESC=Seleccionar las bibliotecas de SDK de VMware (vim.jar, vim25.jar)
VIRTWIZARD_VMOTION_RETRY_NUMBER_DESC=El n\u00famero m\u00e1ximo de veces que la detecci\u00f3n intenta restaurar la conexi\u00f3n. El valor predeterminado es 0 (cero), es decir, el n\u00famero de intentos es ilimitado.
VIRTWIZARD_VMOTION_HISTORY_HOURS_DESC=El per\u00edodo en el que la detecci\u00f3n comprueba eventos de vMotion no rastreados
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY=Incluir topolog\u00eda de virtualizaci\u00f3n
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY_DESC=Seleccionar para activar la topolog\u00eda de virtualizaci\u00f3n de informes (servidor de hipervisor -> hosts virtuales) de VMWare, Hyper-V y zonas Solaris

TEMPLATES=Plantillas
TEMPLATE_DESC=Plantilla de actividad de detecci\u00f3n

ORACLE_LMS_TITLE=LMS de Oracle
ORACLE_LMS_LONG_TITLE=Actividad de auditor\u00eda de LMS de Oracle
ORACLE_LMS_DESCRIPTION=Detectar informaci\u00f3n de uso de software de Oracle que es necesaria para completar un proceso de revisi\u00f3n de LMS (License Management Services) de Oracle
PARAM_ORACLE_LMS_TITLE=Ejecutar auditor\u00eda de LMS de Oracle LMS
PARAM_ORACLE_LMS_DESCRIPTION=Ejecutar colecci\u00f3n de datos de LMS de Oracle por SQL

VIRTUALIZATION_TITLE=Virtualizaci\u00f3n
VIRTUALIZATION_DESC=Configure la detecci\u00f3n de virtualizaci\u00f3n.

OPTION_UDA_CON_ORDER_TITLE=Orden de conexi\u00f3n del protocolo Universal Discovery
OPTION_UDA_CON_ORDER_DESC=Orden de conexi\u00f3n del protocolo Universal Discovery en conexi\u00f3n de host por trabajo de shell
OPTION_UDA_CON_ORDER_INVD_DESC=Orden de conexi\u00f3n del protocolo Universal Discovery en detecci\u00f3n de inventario por trabajo de esc\u00e1ner

OPTION_LAST_SUCCESS_TITLE=Utilizar \u00faltimo protocolo correcto
OPTION_LAST_SUCCESS_DESC=Indica si debe utilizarse el \u00faltimo protocolo correcto; si se establece en 'true' (verdadero), siempre intentar\u00e1 la \u00faltima conexi\u00f3n correcta sin tener en cuenta el valor de 'udaConnectionOrder'.