NETWORKWIZARD_DESC=D\u00e9couverte des composants du r\u00e9seau
NETWORKWIZARD_TITLE=Infrastructure
IPRANGESCREEN_DESC=Pour chaque instance de Data Flow Probe, d\u00e9finissez la plage des adresses de r\u00e9seau \u00e0 rechercher. Les r\u00e9sultats de la d\u00e9couverte proviennent des adresses de la plage que vous d\u00e9finissez. Assurez-vous d\u00b4inclure \u00e0 l\u00b4\u00e9tendue du r\u00e9seau de chaque sonde les adresses IP de Data Flow Probe m\u00eame.
IPRANGESCREEN_TITLE=D\u00e9finition des plages IP
CREDENTIALSSCREEN_DESC=D\u00e9finir et s\u00e9lectionner les informations d\u00b4identification des protocoles n\u00e9cessaires \u00e0 l\u00b4activit\u00e9.\nRemarque : La s\u00e9lection d\u00b4un protocole dans le volet de gauche Protocoles s\u00e9lectionne automatiquement toutes les informations d\u00b4identification correspondantes. Cependant, les nouvelles informations d\u00b4identification ajout\u00e9es ult\u00e9rieurement doivent \u00eatre s\u00e9lectionn\u00e9es manuellement.
CREDENTIALSSCREEN_TITLE=D\u00e9finition des informations d\u00b4identification

CUSTOM_ACTIVITY_DESC=Composants d\u00b4activit\u00e9 personnalis\u00e9s
CHOOSE_ACTIVITY_JOBS_SCREEN_TITLE=S\u00e9lectionner des travaux d\u00b4activit\u00e9
CHOOSE_ACTIVITY_JOBS_SCREEN_DESC=S\u00e9lectionner les travaux \u00e0 inclure dans cette activit\u00e9.
PREFERENCESSCREEN_DESC=Configurer les pr\u00e9f\u00e9rences de d\u00e9couverte.
PREFERENCESSCREEN_TITLE=Pr\u00e9f\u00e9rences
SELECTJOBS_IP_DESC=Choisir la strat\u00e9gie \u00e0 utiliser pour d\u00e9couvrir les adresses IPv4 de votre environnement. Remarque : Choisir la deuxi\u00e8me option lorsque la plage est limit\u00e9e (moins de 10 000 adresses IP par Data Flow Probe).
SELECTJOBS_IP_TITLE=Strat\u00e9gie de balayage par commande ping aux adresses IPv4 pour les plages de centres de donn\u00e9es
OPTION_IP_RANGE_TITLE=Envoyer une demande de balayage par commande ping dans les plages de zones de gestion
OPTION_NO_PING_IPV4_TITLE=Pas de balayage par commande ping
OPTION_IPV6_RANGE_TITLE=Envoyer une demande ping \u00e0 toutes les adresses IPv6 dans les plages de zones de gestion
OPTION_IP_HARVEST_TITLE=Collecte des adresses IP/MAC
IP_HARVEST_IS_COLLECTING_LABEL=Activer la collecte des adresses IP de centre de donn\u00e9es
IP_HARVEST_IS_COLLECTING_DESCRIPTION=D\u00e9terminer s\u00b4il est n\u00e9cessaire de collecter les adresses IP de centre de donn\u00e9es
IP_HARVEST_DELAY_TIME_LABEL=D\u00e9lai entre les demandes SNMP (ms)
IP_HARVEST_DELAY_TIME_DESCRIPTION=Dur\u00e9e du d\u00e9lai (ms) de chaque demande SNMP "get next"

OPTION_IP_HARVEST_DESC=Recueillir les adresses IP par les tables de cache ARP. Ce travail est planifi\u00e9 par d\u00e9faut toutes les 10 minutes
OPTION_CLIENT_CONNECTION_BY_SNMP_TITLE=D\u00e9couvrir les p\u00e9riph\u00e9riques r\u00e9seau dans les plages IP du client
OPTION_CLIENT_CONNECTION_BY_SNMP_DESC=Effectuer un balayage par commande ping sur chaque plage IP du client de la zone de gestion et essayer d\u00b4\u00e9tablir une connexion SNMP pour d\u00e9tecter les p\u00e9riph\u00e9riques. Ces actions sont n\u00e9cessaires pour d\u00e9tecter les commutateurs \u00e0 partir desquels les adresses IP du client sont collect\u00e9es.
SELECTJOBS_PING_NETWORK_TITLE=Envoyer une demande ping aux CI de r\u00e9seau
SELECTJOBS_PING_NETWORK_DESC=Envoyer une demande ping uniquement aux adresses IP appartenant \u00e0 un CI de r\u00e9seau qui existe d\u00e9j\u00e0 dans le CMDB. (Les CI de r\u00e9seau du CMDB sont cr\u00e9\u00e9s automatiquement par la fonction de d\u00e9couverte ou manuellement. Pour les afficher, choisissez Mod\u00e9lisation > Gestionnaire des vues > R\u00e9seau > Topologie du r\u00e9seau.)
OPTION_SELECTJOBS_PING_NETWORK_CLASS_B_AND_C_TITLE=Envoyer une demande ping uniquement aux r\u00e9seaux d\u00e9couverts de classe B ou C
OPTION_SELECTJOBS_PING_NETWORK_CLASS_C_TITLE=Envoyer une demande ping uniquement aux r\u00e9seaux d\u00e9couverts de classe C
SELECTJOBS_LAYER_2_DESC=Activez cette option pour d\u00e9couvrir les connexions sur un commutateur d\u00e9tect\u00e9 entre un h\u00f4te et son port physique et entre un h\u00f4te et sa position logique (VLAN, ELAN). Cette d\u00e9couverte implique la configuration du protocole SNMP dans un appel pr\u00e9c\u00e9dent de l\u00b4Assistant R\u00e9seau.
SELECTJOBS_LAYER_2_TITLE=Topologie du r\u00e9seau (couche 2)
SELECTJOBS_TCP_DESC=D\u00e9couvrir les canaux de communication TCP pour mapper les relations de d\u00e9pendance entre les h\u00f4tes. Cette d\u00e9couverte implique la configuration d\u00b4au moins une des informations d\u00b4identification dans l\u00b4activit\u00e9 d\u00b4infrastructure.
SELECTJOBS_TCP_TITLE=Connexions TCP de l\u00b4h\u00f4te
SELECTJOBS_DNS_DESC=Activer cette option pour d\u00e9couvrir les serveurs de noms DNS et les adresses IP associ\u00e9es \u00e0 ces noms.
SELECTJOBS_DNS_SERVERS_LABEL=Serveurs DNS
SELECTJOBS_DNS_SERVERS_DESC=Serveurs DNS \u00e0 interroger (liste de noms s\u00e9par\u00e9s par des virgules). Si la liste est vide, le serveur DNS de la sonde sera utilis\u00e9.
SELECTJOBS_MS_DOMAINS=Domaines Microsoft Windows
SELECTJOBS_MS_DOMAINS_DESC=D\u00e9couvre les domaines et les h\u00f4tes Microsoft dans des domaines Microsoft
SELECTJOBS_DNS_TITLE=R\u00e9soudre les noms DNS
AGENT_LIFE_CYCLE_TITLE=D\u00e9ploiement de l\u00b4agent Universal Discovery
AGENT_LIFE_CYCLE_DESC=Contr\u00f4ler le d\u00e9ploiement de l\u00b4agent UD
SELECTJOBS_UPGRADE_UD_AGENT=Mettre \u00e0 jour l\u00b4agent UD
SELECTJOBS_UPGRADE_UD_AGENT_DESC=Mettre \u00e0 jour l\u00b4agent UD, le cas \u00e9ch\u00e9ant
SELECTJOBS_INSTALL_UD_AGENT=Installer l\u00b4agent UD
SELECTJOBS_INSTALL_UD_AGENT_DESC=Installer l\u00b4agent UD s\u00b4il n\u00b4est pas d\u00e9j\u00e0 install\u00e9.
SELECTJOBS_UNINSTALL_UD_AGENT=D\u00e9sinstaller l\u00b4agent UD
SELECTJOBS_UNINSTALL_UD_AGENT_DESC=D\u00e9sinstaller l\u00b4agent UD
SELECTJOBS_MIGRATE_DDMI_AGENT=Migrer l\u00b4agent DDMI
SELECTJOBS_MIGRATE_DDMI_AGENT_DESC=Migrer l\u00b4agent DDMI vers l\u00b4agent UD
INSTALL_AGENT_RUN_ROOT=Installer l\u00b4agent UD \u00e0 ex\u00e9cuter sous le compte racine des ordinateurs UNIX
INSTALL_AGENT_RUN_ROOT_DESC=Installer l\u00b4agent UD \u00e0 ex\u00e9cuter sous le compte racine des syst\u00e8mes UNIX. Si cette case n\u00b4est pas coch\u00e9e, l\u00b4agent est install\u00e9 sous le compte de l\u00b4utilisateur SSH permettant de se connecter \u00e0 l\u00b4ordinateur UNIX
UPGRADE_AGENT=Mettre \u00e0 niveau l\u00b4agent
UPGRADE_AGENT_DESC=Si la case est d\u00e9coch\u00e9e, l\u00b4agent ne sera pas mis \u00e0 niveau. Seule la configuration de l\u00b4agent sera mise \u00e0 niveau.
SELECT_CRED_UDA_INSTALL_TITLE=Informations d\u00b4identification pour l\u00b4installation de l\u00b4agent UD
SELECT_CRED_UDA_INSTALL_DESC=S\u00e9lectionnez les informations d\u00b4identification UD \u00e0 utiliser pour l\u00b4installation des agents UD.<br>Remarque : Les informations d\u00b4identification UD s\u00e9lectionn\u00e9es ici permettent d\u00b4installer uniquement les nouveaux agents UD.<br>Les informations d\u00b4identfication UD utilis\u00e9es pour la connexion aux agents existants sont d\u00e9finies dans la page 'D\u00e9finition des informations d\u00b4identification'.
SELECT_CRED_UDA_UPDATE_TITLE=Informations d\u00b4identification pour la mise \u00e0 jour de l\u00b4agent UD
SELECT_CRED_UDA_UPDATE_DESC=S\u00e9lectionnez les informations d\u00b4identification UD \u00e0 utiliser pour mettre \u00e0 jour les agents UD.<br>Remarque : Les informations d\u00b4identification UD s\u00e9lectionn\u00e9es ici permettent uniquement de mettre \u00e0 jour les agents UD.<br>Les informations d\u00b4identification utilis\u00e9es pour la connexion aux agents existants sont d\u00e9finies dans la page 'D\u00e9finition des informations d\u00b4identification'.
SELECT_CRED_BUTTON_TITLE=S\u00e9lectionner les informations d\u00b4identification
SELECT_CRED_PANEL_TITLE=S\u00e9lectionner les informations d\u00b4identification
SELECT_CRED_PANEL_SUB_TITLE=S\u00e9lectionner les informations d\u00b4identification \u00e0 utiliser pour installer les nouveaux agents UD
ENABLE_SOFTWARE_UTILIZATION_TITLE=Utilisation du logiciel
ENABLE_SOFTWARE_UTILIZATION_DESC=D\u00e9terminer si l\u00b4agent doit collecter les informations d\u00b4utilisation du logiciel
ENABLE_SOFTWARE_UTILIZATION_OPTION=Activer
BANDWITH_PARAM_TITLE=Limite de bande passante
BANDWITH_PARAM_DESC=Limite de bande passante \u00e0 appliquer lors des t\u00e9l\u00e9chargements (Ko/s ) ; 0 = illimit\u00e9
PRIMARY_CALLHOME_PROBE_ADDRESS_TITLE=Adresse de la sonde Call Home principale
PRIMARY_CALLHOME_PROBE_ADDRESS_DESC=Utilisez l\u00b4un des formats suivants :\n1. AdresseIP\n2. NomH\u00f4te\n3. NomH\u00f4teOuAdresseIPv4:1977\n4. [AdresseIPv6]:1977\nExemple : 10.11.12.13, h\u00f4tesonde, h\u00f4tesonde:1977, [2010:836b:4179::836b:4179]:1977
SECONDARY_CALLHOME_PROBE_ADDRESS_TITLE=Adresse de la sonde Call Home secondaire
SECONDARY_CALLHOME_PROBE_ADDRESS_DESC=Utilisez l\u00b4un des formats suivants :\n1. AdresseIP\n2. NomH\u00f4te\n3. NomH\u00f4teOuAdresseIPv4:1977\n4. [AdresseIPv6]:1977\nExemple : 10.11.12.13, h\u00f4tesonde, h\u00f4tesonde:1977, [2010:836b:4179::836b:4179]:1977
CALLHOME_FREQUENCY_PARAM_TITLE=Fr\u00e9quence de la demande Call Home
CALLHOME_FREQUENCY_PARAM_DESC=Sp\u00e9cifier en jours la fr\u00e9quence de la demande Call Home; valeur par d\u00e9faut : 3 jours
CLUSTER_TITLE=Cluster de basculement
CLUSTER_DESCRIPTION=D\u00e9couvrez les clusters de basculement dont HP Service Guard, Microsoft Cluster Service et Veritas Cluster
BOOLEANPARAM_DESC=S\u00e9lectionnez les ressources de l\u00b4h\u00f4te que vous souhaitez d\u00e9couvrir. Ces ressources peuvent constituer une partie physique ou logique d\u00b4un h\u00f4te.
BOOLEANPARAM_TITLE=Informations sur l\u00b4h\u00f4te
BOOLEANPARAM_PROCESSES_DESC=S\u00e9lectionnez les utilisateurs et les services d\u00b4h\u00f4te que vous souhaitez d\u00e9couvrir.
BOOLEANPARAM_PROCESSES_TITLE=Utilisateurs et services d\u00b4h\u00f4te
BOOLEANPARAM_USERS_TITLE=Utilisateurs du syst\u00e8me d\u00b4exploitation
BOOLEANPARAM_SERVICES_TITLE=Services du syst\u00e8me d\u00b4exploitation
BOOLEANPARAM_USERS_DESC=D\u00e9couvrir les utilisateurs du syst\u00e8me d\u00b4exploitation local
BOOLEANPARAM_SERVICES_DESC=D\u00e9couvrir tous les services du syst\u00e8me d\u00b4exploitation
OPTION_DISK_TITLE=Disques
OPTION_CPU_TITLE=CPU
OPTION_MEM_TITLE=Memoire
OPTION_SOF_TITLE=Logiciels
OPTION_INSTALLED_SOFTWARE_TITLE=Logiciel install\u00e9
OPTION_USER_TITLE=Utilisateurs du syst\u00e8me d\u00b4exploitation
OPTION_SERV_TITLE=Services
OPTION_SHAR_TITLE=Partages
OPTION_FCHBAS_TITLE=Contr\u00f4leurs h\u00f4te de bus Fibre Channel
OPTION_MODULES_TITLE=Modules
SELECTJOBS_DESC=Ces ports sont analys\u00e9s pour d\u00e9couvrir les ports de serveur ouverts. Vous pouvez ajouter d\u00b4autres ports \u00e0 analyser ou retirer des ports de la liste. Remarque : Il est possible que le processus d\u00b4analyse diminue les performances du r\u00e9seau. En outre, il sera peut-\u00eatre n\u00e9cessaire d\u00b4informer les propri\u00e9taires des ordinateurs que Universal Discovery tentera de se connecter \u00e0 leurs ordinateurs.
SELECTJOBS_PORT_TITLE=Analyse de port
PORTFILTER_TITLE=Choix des ports TCP \u00e0 analyser
BOOLEANPARAM_PROCESS_DESC=S\u00e9lectionner cette option pour d\u00e9couvrir les logiciels en ex\u00e9cution sur les h\u00f4tes d\u00e9couverts. \nLors de la d\u00e9couverte d\u00b4un logiciel, les processus et les ports associ\u00e9s au logiciel sont \u00e9galement d\u00e9couverts
BOOLEANPARAM_PROCESS_TITLE=Identification des logiciels
OPTION_PROCESS_TITLE=Processus
PROCESSFILTER_TITLE=Choix des logiciels \u00e0 d\u00e9couvrir et configuration des r\u00e8gles d\u00b4identification
SCHEDULEDISCOVERYSCREEN_DESC=D\u00e9finir une planification pour l\u00b4ex\u00e9cution p\u00e9riodique de cette activit\u00e9. Il est possible de limiter le calendrier et de param\u00e9trer des p\u00e9riodes de non-ex\u00e9cution.
SCHEDULEDISCOVERYSCREEN_TITLE=Planification de la d\u00e9couverte
DP_PORT_SCANNING_TITLE=Analyse du port de la base de donn\u00e9es
DB_PORT_SCANNING_DESCRIPTION=Configurer les ports \u00e0 analyser (\u00e9tape n\u00e9cessaire \u00e0 la d\u00e9couverte de la base de donn\u00e9es).
DB_PORT_FILTER_TITLE=Ports des bases de donn\u00e9es connus
DB_DRIVER_TITLE=Pilotes JDBC
DB_DRIVER_DESCRIPTION=S\u00e9lectionnez le pilote JDBC et importez le fichier jar qui convient
DB_DRIVER_JDBC_TITLE=Pilotes JDBC personnalis\u00e9s
DB_IMPORT_JDBC_DESC=Importer l\u00b4un des fichiers suivants dans le dossier d\u00b4installation de DB2 : db2java.zip, db2jcc.jar, db2jcc_license_cu.jar et db2jcc_license_cisuz.jar
DB_IMPORT_JDBC_TITLE=Fichier de pilote DB2 JDBC
DB_IMPORT_DESC=Importer l\u00b4un des fichiers suivants dans le dossier d\u00b4installation de DB2 : db2java.zip, db2jcc.jar, db2jcc_license_cu.jar et db2jcc_license_cisuz.jar
DB2_OPTION_DISCOVER_TABLES=D\u00e9couvrir les tables
DB2_OPTION_DISCOVER_TABLES_DESC=Active la d\u00e9couverte des tables DB2
DB2_OPTION_DISCOVER_SYSTEM_TABLES=D\u00e9couvrir des tables syst\u00e8me
DB2_OPTION_DISCOVER_SYSTEM_TABLES_DESC=Permet de d\u00e9couvrir les tables syst\u00e8me telles que SYSCAT, SYSFUN, SYSIBM, SYSIBMADM, SYSPROC, SYSSTAT. Si discoverTables a la valeur faux, cet indicateur est \u00e9galement consid\u00e9r\u00e9 comme faux.
DB_IMPORT_SYBASE_TITLE=Fichier de pilote JDBC Sybase
DB_IMPORT_SYBASE_DESC=S\u00e9lectionner le fichier 3pclasses.jar dans l\u00b4installation de Sybase
DB_ORACLE_TNS_BY_SHELL_TITLE=Emplacement du fichier Oracle TNSName
DB_ORACLE_TNS_BY_SHELL_DESC=Sp\u00e9cifiez les emplacements et les h\u00f4tes des fichiers sur lesquels ex\u00e9cuter la d\u00e9couverte d\u00b4Oracle TNSNames.ora par Shell.
DB_ORACLE_CONNECTION_METHOD_TITLE=M\u00e9thode de connexion \u00e0 la base de donn\u00e9es Oracle
DB_ORACLE_CONNECTION_METHOD_DESC=S\u00e9lectionnez la m\u00e9thode \u00e0 utiliser pour la connexion \u00e0 la base de donn\u00e9es Oracle. La m\u00e9thode compl\u00e8te tente d\u00b4\u00e9tablir une connexion en utilisant toutes les combinaisons possibles d\u00b4adresses IP de n\u0153ud, de ports Oracle, d\u00b4instances de base de donn\u00e9es et des informations d\u00b4identification Oracle dans le cadre de la d\u00e9couverte. Cette m\u00e9thode est compl\u00e8te, mais elle peut prendre beaucoup de temps. La m\u00e9thode partielle \u00e9tablit une connexion uniquement avec les bases de donn\u00e9es Oracle disposant d\u00b4un point de terminaison de service IP (IpServiceEndpoint). Cette m\u00e9thode est plus rapide, mais la connexion \u00e9chouera si un probl\u00e8me survient lors de la d\u00e9couverte du point de terminaison du service IP.
DB_ORACLE_CONNECTION_THOROUGH_TITLE=Compl\u00e8te
DB_ORACLE_CONNECTION_THOROUGH_DESC=Ex\u00e9cuter la connexion \u00e0 la base de donn\u00e9es Oracle via SQL
DB_ORACLE_CONNECTION_LIGHTWEIGHT_TITLE=Partielle
DB_ORACLE_CONNECTION_LIGHTWEIGHT_DESC=Ex\u00e9cuter la connexion \u00e0 la base de donn\u00e9es Oracle via SQL - Partielle
DB_ORACLE_HOME_TITLE=R\u00e9pertoire de base Oracle
DB_ORACLE_HOME_DESC=Utilis\u00e9 lorsqu\u00b4aucune variable d\u00b4environnement ORACLE_HOME n\u00b4est d\u00e9finie. La valeur doit co\u00efncider avec le m\u00eame param\u00e8tre dans les \u00e9couteurs Oracle par shell
DB_TNS_LOCATION_TITLE=Emplacement du fichier TNSNames.ora
DB_TNS_LOCATION_DESC=Saisissez les emplacements des fichiers TNSNames.ora dans le syst\u00e8me de fichiers h\u00f4tes du serveur. Il est possible de saisir plusieurs emplacements - en ce cas, les diff\u00e9rents emplacements devront \u00eatre s\u00e9par\u00e9s par une virgule. Les emplacements doivent contenir des noms de fichiers ou se terminer par un d\u00e9limiteur de chemin (dans ce cas, le travail de d\u00e9couverte consid\u00e9rera que le nom du fichier est tnsnames.ora).
DB_SERVER_HOST_TITLE=H\u00f4te du serveur
DB_SERVER_HOST_DESC=S\u00e9lectionner le CI h\u00f4te contenant le fichier TNSNames.ora
DB_TITLE=Base de donn\u00e9es
DB_DESC=D\u00e9couvrir des bases de donn\u00e9es et leur structure

DISCOVERY_PREF_TITLE=Pr\u00e9f\u00e9rences de d\u00e9couverte
DISCOVERY_PREF_DESC=Pr\u00e9f\u00e9rences de d\u00e9couverte

J2EE_TITLE=JavaEE
J2ee_DESCRIPTION=D\u00e9couvrir les serveurs d\u00b4applications JavaEE
J2EE_PORT_SCANING=Analyse du port JavaEE
J2EE_PORT_SCANINIG_DESC=Configurer les ports \u00e0 analyser (\u00e9tape n\u00e9cessaire \u00e0 la d\u00e9couverte de WebSphere, WebLogic et JBoss).
J2EE_PORT_FILTER_TITLE=Ports TCP WebLogic, WebSphere et JBoss (RMI)

J2EE_JMXJOBS_TITLE=D\u00e9couverte de JavaEE par le protocole JMX
J2EE_JMXJOBS_DESC=D\u00e9couverte de JavaEE par le protocole JMX
J2EE_SHELLJOBS_TITLE=D\u00e9couverte de JavaEE par les protocoles Shell
J2EE_SHELLJOBS_DESC=D\u00e9couverte de JavaEE par les protocoles Shell (SSH, Telnet, NTCMD ou Universal Discovery Protocol).

J2EE_WEBLOGIC_ACTIVATE=D\u00e9couvrir le serveur d\u00b4applications WebLogic
J2EE_WEBLOGIC_ACTIVATE_DESC=S\u00e9lectionnez pour activer la d\u00e9couverte de le serveur d\u00b4applications WebLogic
J2EE_WEBLOGIC_IMPORT_6_ver=WebLogic version 6.x
J2EE_WEBLOGIC_IMPORT_6_DESC= S\u00e9lectionnez les fichiers jar (weblogic.jar) dans l\u00b4installation de WebLogic 6.x. Pour les d\u00e9couvertes bas\u00e9es sur SSL, s\u00e9lectionnez \u00e9galement wlcipher.jar, license.bea et le fichier JKS (par ex. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_7_ver=WebLogic version 7.x
J2EE_WEBLOGIC_IMPORT_7_DESC=S\u00e9lectionnez les fichiers jar (weblogic.jar) dans l\u00b4installation de WebLogic 7.x. Pour les d\u00e9couvertes bas\u00e9es sur SSL, s\u00e9lectionnez \u00e9galement wlcipher.jar, license.bea et le fichier JKS (par ex. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_8_ver=WebLogic version 8.x
J2EE_WEBLOGIC_IMPORT_8_DESC=S\u00e9lectionnez les fichiers jar (weblogic.jar) dans l\u00b4installation de WebLogic 8.x. Pour les d\u00e9couvertes bas\u00e9es sur SSL, s\u00e9lectionnez \u00e9galement wlcipher.jar, license.bea et le fichier JKS (par ex. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_9_ver=WebLogic version 9.x
J2EE_WEBLOGIC_IMPORT_9_DESC=S\u00e9lectionnez les fichiers jar (wlclient.jar, wljmxclient.jar) dans l\u00b4installation de WebLogic 9.x. Pour les d\u00e9couvertes bas\u00e9es sur SSL, s\u00e9lectionnez \u00e9galement wlcipher.jar et le fichier JKS (par ex. DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_10_ver=WebLogic version 10.x
J2EE_WEBLOGIC_IMPORT_10_DESC=S\u00e9lectionnez les fichiers jar (wlclient.jar, wljmxclient.jar) dans l\u00b4installation de WebLogic 10.x. Pour les d\u00e9couvertes bas\u00e9es sur SSL, s\u00e9lectionnez \u00e9galement wlcipher.jar et le fichier JKS (par ex. DemoTrust.jks)
J2EE_WEBSPHERE_ACTIVATE=D\u00e9couvrir le serveur d\u00b4applications WebSphere
J2EE_WEBSPHERE_ACTIVATE_DESC=S\u00e9lectionnez pour activer la d\u00e9couverte de le serveur d\u00b4applications WebSphere
J2EE_WEBSPHERE_IMPORT=WebSphere JKS
J2EE_WEBSPHERE_IMPORT_DESC=S\u00e9lectionnez le fichier JKS pour la connexion s\u00e9curis\u00e9e \u00e0 WebSphere
J2EE_JBOSS_IMPORT_3=JBoss version 3.x
J2EE_JBOSS_IMPORT_3_DESC=S\u00e9lectionner les fichiers jar (jbossall-client.jar) dans l\u00b4installation de JBoss 3.x
J2EE_JBOSS_IMPORT_4=JBoss version 4.x
J2EE_JBOSS_IMPORT_4_DESC=S\u00e9lectionner les fichiers jar (jbossall-client.jar) dans l\u00b4installation de JBoss 4.x

J2EE_JBOSS_ACTIVATE=D\u00e9couvrir le serveur d\u00b4applications JBoss
J2EE_JBOSS_ACTIVATE_DESC= S\u00e9lectionnez pour activer la d\u00e9couverte de le serveur d\u00b4applications JBoss
J2EE_ORACLE_10_TITLE=D\u00e9couvrir le serveur d\u00b4applications Oracle version 10g
J2EE_ORACLE_10_DESC=S\u00e9lectionnez pour activer la d\u00e9couverte de le serveur d\u00b4applications Oracle version 10g

J2EE_GLASSFISH_TITLE=D\u00e9couvrir le serveur d\u00b4applications Glassfish
J2EE_GLASSFISH_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de le serveur d\u00b4applications Glassfish
J2EE_GLASSFISH_REPORT_ADMIN_APP_TITLE=Signaler l\u00b4application d\u00b4administration
J2EE_GLASSFISH_REPORT_ADMIN_APP_DESC=Active/d\u00e9sactive le signalement des applications d\u00b4administrateur

J2EE_RUNAPACHE_TOMCAT_TITLE=D\u00e9couvrir le serveur d\u00b4applications Apache Tomcat
J2EE_RUNAPACHE_TOMCAT_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de le serveur d\u00b4applications Apache Tomcat

SAPWIZARD_TITLE=SAP
SAPWIZARD_DESC=D\u00e9couverte de SAP
SAPWIZARD_PORTSSCAN_TITLE=Analyse des ports SAP
SAPWIZARD_PORTSSCAN_DESC=Analyse des ports SAP
SAPWIZARD_CONFPORTS_TITLE=Configurer les ports SAP
SAPWIZARD_UPLOAD_JCO_DRIVERS=Pilotes SAP JCO
SAPWIZARD_UPLOAD_JCO_DRIVERS_DESC=S\u00e9lectionner les fichiers suivants \u00e0 partir de l\u00b4installation de JCO :<br/>- Pour la version 2.x : sapjco.jar, sapjcorfc.dll<br/>- Pour la version 3.x : sapjco3.jar, sapjco3.dll
SAPWIZARD_RUNABAP_JCO_TITLE=D\u00e9couvrir la topologie ABAP SAP
SAPWIZARD_RUNABAP_JCO_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie SAP ABAP
SAPWIZARD_DISCOVER_RFC_CONNECTIONS=D\u00e9couvrir les connexions RFC
SAPWIZARD_DISCOVER_RFC_CONNECTIONS_DESC=Option activ\u00e9e : activer la d\u00e9couverte des connexions RFC du syst\u00e8me SAP
SAPWIZARD_DISCOVER_SAP_PROFILES=D\u00e9couvrir profils du serveur SAP
SAPWIZARD_DISCOVER_SAP_PROFILES_DESC=Option activ\u00e9e : activer la d\u00e9couverte des profils SAP en interrogeant la base de donn\u00e9es SAP
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG=Signaler les composants logiciels comme fichier de configuration
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG_DESC=Option activ\u00e9e : les composants logiciels seront signal\u00e9s en tant que fichier de configuration<br/>Option d\u00e9sactiv\u00e9e : chaque composant logiciel sera signal\u00e9 en tant que CI distinct
SAPWIZARD_JAVATOPOPLOGY_TITLE=Topologie Java SAP par JMX
SAPWIZARD_JAVATOPOPLOGY_DESC=D\u00e9couvrir l\u00b4architecture Java SAP et les applications JavaEE sur le serveur Java SAP par le protocole JMX.
SAPWIZARD_RUNJMX_TITLE=D\u00e9couvrir la topologie SAP Java
SAPWIZARD_RUNJMX_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie SAP Java
SAPWIZARD_JCO_JOBS=D\u00e9couverte de SAP par JCO
SAPWIZARD_JCO_JOBS_DESC=D\u00e9couverte de SAP par JCO
SAPWIZARD_J2EE_6_TITLE=SAP JavaEE version 6.x
SAPWIZARD_J2EE_7_TITLE=SAP JavaEE version 7.x
SAPWIZARD_SELECT_JARS_DESC=S\u00e9lectionner les fichiers suivants \u00e0 partir de l\u00b4ordinateur du syst\u00e8me SAP :<br/> - sapj2eeclient.jar<br/> - logging.jar<br/> - exception.jar<br/> - sapxmltoolkit.jar<br/> - com_sap_pj_jmx.jar<br/><b>Remarque : Pour la d\u00e9couverte de SAP par JMX, vous devez s\u00e9lectionner tous les fichiers ci-dessus.</b>
SAPWIZARD_APP_JCO_TITLE=D\u00e9couvrir les applications SAP
SAPWIZARD_APP_JCO_DESC=S\u00e9lectionner pour activer la d\u00e9couverte des composants d\u00b4application SAP
SAPWIZARD_SAPSHELLBASED_TITLE=Topologie SAP par shell
SAPWIZARD_SAPSHELLBASED_DESC=D\u00e9couverte de la topologie SAP par les protocoles shell (protocole NTCMD, SSH, Telnet ou Universal Discovery)
SAPWIZARD_SAPPROFILES_TITLE=D\u00e9couvrir les profils SAP
SAPWIZARD_SAPPROFILES_DESC=S\u00e9lectionner pour activer la d\u00e9couverte des les profils SAP pour les serveurs d\u00b4applications SAP
SAPWIZARD_SAPSYSTEMS_TITLE=D\u00e9couvrir les syst\u00e8mes SAP
SAPWIZARD_SAPSYSTEMS_DESC=S\u00e9lectionnez cette option pour activer la d\u00e9couverte du syst\u00e8me SAP \u00e0 l\u00b4aide des informations des fichiers de configuration
SAPWIZARD_SAPITS_TITLE=D\u00e9couvrir SAP Internet Transaction Server (ITS)
SAPWIZARD_SAPITS_DESC=S\u00e9lectionnez cette option pour activer la d\u00e9couverte de SAP Internet Transaction Server \u00e0 l\u00b4aide des informations des fichiers de configuration.
SAPWIZARD_SAPAPPS_TITLE=Applications SAP
SAPWIZARD_SAPAPPS_DESC=D\u00e9couvrir les composants d\u00b4application du syst\u00e8me SAP. Cette d\u00e9couverte peut prendre du temps selon la plage des modifications de transactions.
SAPWIZARD_SAPAPPSCOMPONENTS_TITLE=D\u00e9couverte des composants d\u00b4application SAP
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_TITLE=D\u00e9couvrir les composants d\u00b4application
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_DESC= Option activ\u00e9e (par d\u00e9faut) : activer la d\u00e9couverte de tous les composants d\u00b4application SAP
SAPWIZARD_SAPTRANSACTIONS_TITLE=D\u00e9couverte des transactions SAP
SAPWIZARD_SAPTRANSACTIONS_DESC=Obtenir toutes les transactions ou les transactions actives
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_TITLE=D\u00e9couvrir les transactions actives
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_DESC=Option activ\u00e9e : activer la d\u00e9couverte de toutes les transactions actives
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_TITLE=D\u00e9couvrir toutes les transactions
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_DESC=Option activ\u00e9e : activer la d\u00e9couverte de toutes les transactions
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_TITLE=D\u00e9couvrir les modifications des transactions
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_DESC=Option activ\u00e9e : activer la d\u00e9couverte des modifications des transactions \u00e0 l\u00b4aide du syst\u00e8me de modification et de transport sur la base des param\u00e8tres ci-dessous
SAPWIZARD_SAPTRANSACTIONSCHANGES_OPTIONS=Options des modifications de transaction
SAPWIZARD_TRANSCHANGE_INTERVAL_TITLE=Intervalle des modifications des transactions
SAPWIZARD_TRANSCHANGE_INTERVAL_DESC=Obtenir les modifications des transactions sur un nombre donn\u00e9 de jours ant\u00e9rieurs \u00e0 aujourd\u00b4hui
SAPWIZARD_TRANSCHANGE_STARTDATE_TITLE=Date de d\u00e9but des modifications des transactions
SAPWIZARD_TRANSCHANGE_STARTDATE_DESC=Obtenir les modifications des transactions \u00e0 partir de cette date
SAPWIZARD_TRANSCHANGE_STARTTIME_TITLE=Heure de d\u00e9but des modifications des transactions
SAPWIZARD_TRANSCHANGE_STARTTIME_DESC=Obtenir les modifications \u00e0 partir de cette heure
SAPWIZARD_TRANSCHANGE_ENDDATE_TITLE=Date de fin des modifications des transactions
SAPWIZARD_TRANSCHANGE_ENDDATE_DESC=Obtenir les modifications des transactions jusqu\u00b4\u00e0 cette date
SAPWIZARD_TRANSCHANGE_ENDTIME_TITLE=Heure de fin des modifications des transactions
SAPWIZARD_TRANSCHANGE_ENDTIME_DESC=Obtenir les modifications des transactions jusqu\u00b4\u00e0 cette heure
SAPWIZARD_SOLMAN_TITLE=SAP Solution Manager
SAPWIZARD_SOLMAN_DESC=SAP Solution Manager.
SAPWIZARD_BUSINESS_TITLE=D\u00e9couvrir la couche m\u00e9tier SAP
SAPWIZARD_BUSINESS_DESC=S\u00e9lectionnez cette option pour activer la d\u00e9couverte de la couche m\u00e9tier SAP sur la base de SAP Solution Manager
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_TITLE=D\u00e9couvrir SAP Solution Manager
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie SAP Solution Manager

CLOUDWIZARD_TITLE=Cloud
CLOUDWIZARD_DESC=Activit\u00e9 de d\u00e9couverte de Cloud
CLOUDWIZARD_RUNJOBS_TITLE=Travaux de d\u00e9couverte de Cloud
CLOUDWIZARD_RUNJOBS_DESC=Travaux de d\u00e9couverte de Cloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_TITLE= Ex\u00e9cuter la d\u00e9couverte de VMware vCloud Director \u00e0 l\u00b4aide de l\u00b4API vCloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_DESC=S\u00e9lectionnez cette option pour activer VMware vCloud Director \u00e0 l\u00b4aide de l\u00b4API vCloud
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_TITLE=Ex\u00e9cuter la d\u00e9couverte de VMware vCloud Director \u00e0 l\u00b4aide de l\u00b4URL de connexion
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_DESC=S\u00e9lectionnez cette option pour activer la d\u00e9couverte de VMware vCloud Director \u00e0 l\u00b4aide de l\u00b4URL de connexion directe par l\u00b4API vCloud
CLOUDWIZARD_VCLOUD_BASEURL_LABEL=URL de base :
CLOUDWIZARD_VCLOUD_BASEURL_DESC=URL de base de VMware Cloud Director
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_LABEL= Signaler l\u00b4arr\u00eat des ordinateurs virtuels
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_DESC=Attribuer la valeur vrai \u00e0 ce param\u00e8tre pour signaler l\u00b4arr\u00eat des ordinateurs virtuels
CLOUDWIZARD_AWS_LIB_TITLE=Fichiers jar du SDK Amazon Web Services
CLOUDWIZARD_AWS_LIB_DESC=S\u00e9lectionnez cette option pour importer les fichiers jar du SDK Amazon Web Services
CLOUDWIZARD_VCLOUD_LIB_TITLE=Fichiers jar du SDK VMware vCloud
CLOUDWIZARD_VCLOUD_LIB_DESC=S\u00e9lectionnez cette option pour importer les fichiers jar du SDK VMware vCloud
CLOUDWIZARD_RUNAWS_TITLE=Ex\u00e9cuter la d\u00e9couverte de Amazon Web Services
CLOUDWIZARD_RUNAWS_DESC=S\u00e9lectionnez cette option pour activer la d\u00e9couverte des topologies Amazon Web Services des services EC2 et RDS \u00e0 l\u00b4aide des services Web

DISCOVERY_PREFS_TITLE=Pr\u00e9f\u00e9rences de d\u00e9couverte
DISCOVERY_PREFS_DESC=Pr\u00e9f\u00e9rences de d\u00e9couverte
DB_RUNDB2_TITLE=Ex\u00e9cuter la d\u00e9couverte de DB2
DB_RUNDB2_DESC=Ex\u00e9cuter la d\u00e9couverte de DB2
DB_RUNMSSQL_TITLE=Ex\u00e9cuter la d\u00e9couverte de MS SQL
DB_RUNMSSQL_DESC=Ex\u00e9cuter la d\u00e9couverte de MS SQL
DB_OPTION_DISCOVER_CONFIGS=D\u00e9couvrir la configuration
DB_OPTION_DISCOVER_CONFIGS_DESC=Activer la d\u00e9couverte de la configuration du serveur MS SQL ('mssql database configuration.txt').
DB_OPTION_DISCOVER_USERS=D\u00e9couvrir les utilisateurs
DB_OPTION_DISCOVER_USERS_DESC=Active la d\u00e9couverte des utilisateurs de la base de donn\u00e9es
DB_OPTION_DISCOVER_FILES=D\u00e9couvrir les fichiers sql/de donn\u00e9es
DB_OPTION_DISCOVER_FILES_DESC=Active la d\u00e9couverte des fichiers sql/de donn\u00e9es
DB_OPTION_DISCOVER_JOBS=D\u00e9couvrir les travaux SQL
DB_OPTION_DISCOVER_JOBS_DESC=Active la d\u00e9couverte des travaux SQL
DB_RUNSYBASE_TITLE=Ex\u00e9cuter la d\u00e9couverte de Sybase
DB_RUNSYBASE_DESC=Ex\u00e9cuter la d\u00e9couverte de Sybase
DB_RUNORACLE_TITLE=Ex\u00e9cuter la d\u00e9couverte d\u00b4Oracle
DB_RUNORACLE_DESC=Ex\u00e9cuter la d\u00e9couverte d\u00b4Oracle
DB_RUNHANA_TITLE=Ex\u00e9cuter la d\u00e9couverte de HanaDB
DB_RUNHANA_DESC=Ex\u00e9cuter la d\u00e9couverte de HanaDB sur la base du shell
DB_RUNMAX_TITLE=Ex\u00e9cuter la d\u00e9couverte de MaxDB
DB_RUNMAX_DESC=Ex\u00e9cuter la d\u00e9couverte de MaxDB sur la base du shell
DB_RUNMYSQL_TITLE=Ex\u00e9cuter la d\u00e9couverte de MySQL
DB_RUNMYSQL_DESC=Ex\u00e9cuter la d\u00e9couverte de MySQL sur la base du shell
DB_RUNPOSTGRESQL_TITLE=Ex\u00e9cuter la d\u00e9couverte de PostgreSQL
DB_RUNPOSTGRESQL_DESC=Ex\u00e9cuter la d\u00e9couverte de PostgreSQL

WEBSERVERSWIZARD_TITLE=Serveurs Web
WEBSERVERSWIZARD_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de serveurs Web
WEBSERVERSWIZARD_DESC=Activit\u00e9 de d\u00e9couverte de serveurs Web
WEBSERVER_RUNAPACHE_TITLE=Ex\u00e9cuter la d\u00e9couverte d\u00b4Apache
WEBSERVER_RUNAPACHE_DESC=S\u00e9lectionner pour activer la d\u00e9couverte d\u00b4Apache
OPTION_APACHE_CONFIGS_TITLE=Fichiers de configuration d\u00b4Apache
OPTION_APACHE_CONFIGS_DESC=Chemin d\u00b4acc\u00e8s complet aux fichiers de configuration d\u00b4Apache, y compris les noms de fichier. Les fichiers doivent \u00eatre s\u00e9par\u00e9s par le signe ';'
WEBSERVER_RUNIIS_APP_TITLE=Ex\u00e9cuter la d\u00e9couverte de Microsoft IIS
WEBSERVER_RUNIIS_APP_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de Microsoft IIS
WEBSERVER_IIS_DISCOVER_SERVICES_LABEL=Services Web de Discovery
WEBSERVER_IIS_DISCOVER_SERVICES_DESC=D\u00e9couvrir les services Web ?
WEBSERVER_IIS_CHECK_CONNECT_LABEL=V\u00e9rifier la disponibilit\u00e9 des sites Web
WEBSERVER_IIS_CHECK_CONNECT_DESC=D\u00e9terminer si les URL indiqu\u00e9es doivent \u00eatre v\u00e9rifi\u00e9es par HTTP(s)
WEBSERVER_IIS_REPORT_LEGACY_LABEL=Signaler la topologie h\u00e9rit\u00e9e
WEBSERVER_IIS_REPORT_LEGACY_DESC=D\u00e9terminer si la topologie IIS h\u00e9rit\u00e9e ou nouvelle doit \u00eatre signal\u00e9e.
WEBSERVER_IIS_SERVICE_EXT_LABEL=Extensions des fichiers de service Web
WEBSERVER_IIS_SERVICE_EXT_DESC=Liste des extensions de fichier qui seront d\u00e9tect\u00e9es en tant que services Web. Remarque : Les caract\u00e8res g\u00e9n\u00e9riques ne sont pas pris en charge
WEBSERVER_IIS_PREFER_APPCMD_LABEL=Choisissez Appcmd
WEBSERVER_IIS_PREFER_APPCMD_DESC=Appcmd est la m\u00e9thode recommand\u00e9e pour effectuer une d\u00e9couverte.

CLASTERWIZARD_TITLE=Cluster
CLASTERWIZARD_LONG_TITLE=Activit\u00e9s de d\u00e9couverte de cluster
CLUSTERWIZARD_DESC=Activit\u00e9 de d\u00e9couverte de cluster
CLUSTER_CODEPAGE_LABEL=Page de code de l\u00b4ordinateur cible
CLUSTER_CODEPAGE_DESC=Page de code de l\u00b4ordinateur d\u00e9couvert
CLUSTER_RUN_SG_TITLE=Ex\u00e9cuter la d\u00e9couverte d\u00b4Oracle ServiceGuard
CLUSTER_RUN_SG_DESC=S\u00e9lectionner pour activer la d\u00e9couverte d\u00b4Oracle ServiceGuard
CLUSTER_SG_CMCLCONFIG_FILE_LABEL=Nom du fichier de configuration de ServiceGuard
CLUSTER_SG_CMCLCONFIG_FILE_DESC=Fichier de configuration (extension ou nom de fichier, par d\u00e9faut - extension 'ascii')
CLUSTER_SG_CMCLCONFIG_PATH_LABEL=Chemin du fichier de configuration de ServiceGuard
CLUSTER_SG_CMCLCONFIG_PATH_DESC=Chemin d\u00b4acc\u00e8s aux fichiers de configuration
CLUSTER_RUN_MS_TITLE=Ex\u00e9cuter la d\u00e9couverte de Microsoft Cluster
CLUSTER_RUN_MS_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de Microsoft Cluster
CLUSTER_SUN_TITLE=Sun Cluster
CLUSTER_SUN_DESC=Sun Cluster
CLUSTER_RUN_SUN_TITLE=Ex\u00e9cuter la d\u00e9couverte de Sun Cluster
CLUSTER_RUN_SUN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de Sun Cluster
CLUSTER_RUN_VERITAS_TITLE=Ex\u00e9cuter la d\u00e9couverte de Symantec Veritas Cluster
CLUSTER_RUN_VERITAS_DESC=Ex\u00e9cuter la d\u00e9couverte de Symantec Veritas Cluster
CLUSTER_VERITAS_MAINCF_LABEL=Chemin d\u00b4acc\u00e8s au dossier Main.cf
CLUSTER_VERITAS_MAINCF_DESC=Dossier Veritas Main.cf. Chemin par d\u00e9faut : /etc/VRTSvcs/conf/config/
CLUSTER_RUN_HACMP_APP_TITLE=Ex\u00e9cuter la d\u00e9couverte de l\u00b4application IBM HACMP
CLUSTER_RUN_HACMP_APP_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de l\u00b4application IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_TITLE=Ex\u00e9cuter la d\u00e9couverte de la topologie IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie IBM HACMP
CLUSTER_HACMP_CLDISP_CMD_LABEL=Chemin de la commande cldisp
CLUSTER_HACMP_CLDISP_CMD_DESC=Commande r\u00e9elle \u00e0 utiliser pour cldisp. Vous pouvez utiliser le chemin complet, voire racine /chemin/cldisp
CLUSTER_HACMP_CLLSIF_CMD_LABEL=Chemin de la commande cllsif
CLUSTER_HACMP_CLLSIF_CMD_DESC=Commande r\u00e9elle \u00e0 utiliser pour cllsif -c. Vous pouvez utiliser le chemin complet, voire racine /chemin/cllsif -c, mais n\u00b4omettez pas -c.
CLUSTER_HACMP_VG_CMD_LABEL=Commande de groupe de volumes
CLUSTER_HACMP_VG_CMD_DESC=Commande r\u00e9elle \u00e0 utiliser pour regrouper les informations relatives \u00e0 un groupe de volumes (lspv -p pour AIX,  lvdisplay pour Linux)
CLUSTER_HACMP_AIX_PKG_LABEL=Commande de licence AIX Cluster
CLUSTER_HACMP_AIX_PKG_DESC=Commande permettant d\u00b4obtenir la licence de cluster sur AIX

MQWIZARD_TITLE=Message Queue
MQSWIZARD_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de Message Queue
MQWIZARD_DESC=Activit\u00e9 de d\u00e9couverte de Message Queue
MQWIZARD_DISCOVERY_PREF=Pr\u00e9f\u00e9rences de d\u00e9couverte
MQWIZARD_DISCOVERY_PREF_DESC=Dans cette page, vous pouvez activer/d\u00e9sactiver les travaux li\u00e9s \u00e0 Message Queue.
MQ_RUNWEBSPHERE_TITLE= Ex\u00e9cuter la d\u00e9couverte de WebSphere Message Queue
MQ_RUNWEBSPHERE_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie de WebSphere Message Queue
MQ_WEBSPHERE_DYNQUEUE_LABEL=D\u00e9couvrir la file d\u00b4attente dynamique
MQ_WEBSPHERE_DYNQUEUE_DESC=Activer la d\u00e9couverte des files d\u00b4attente dynamiques temporaires et permanentes
MQ_WEBSPHERE_DISCOVER_HOSTS_LABEL=D\u00e9couvrir les h\u00f4tes
MQ_WEBSPHERE_DISCOVER_HOSTS_DESC=Active la r\u00e9solution et la d\u00e9couverte des serveurs distants et des objets MQ r\u00e9f\u00e9renc\u00e9s par le serveur \u00e0 d\u00e9couvrir. Si la valeur est false (faux), les relations entre les objets MQ sur les diff\u00e9rents serveurs ne seront pas d\u00e9couverts
MQ_WEBSPHERE_USE_SUDO_LABEL=Utiliser la commande sudo
MQ_WEBSPHERE_USE_SUDO_DESC=S\u00e9lectionnez cette option pour activer l\u00b4utilisation de la commande sudo
MQ_WEBSPHERE_SUDO_CMD_LABEL=S\u00e9lectionnez cette option pour personnaliser la commande sudo
MQ_WEBSPHERE_SUDO_CMD_DESC=Utiliser ici le nom d\u00b4utilisateur MQ
MQ_WEBSPHERE_CMD_TIMEOUT_LABEL=D\u00e9lai d\u00b4attente de la commande
MQ_WEBSPHERE_CMD_TIMEOUT_DESC=D\u00e9lai d\u00b4attente de la commande WebSphere
MQ_WEBSPHERE_MQVER_LABEL=Chemin d\u00b4acc\u00e8s \u00e0 mqver ou dspmqver
MQ_WEBSPHERE_MQVER_DESC=Chemin d\u00b4acc\u00e8s aux ex\u00e9cutables 'mqver' ou 'dspmqver'. S\u00e9parer les entr\u00e9es par le signe &quot;;&quot;
MQ_RUNMSMQ_LDAP_TITLE=Ex\u00e9cuter la d\u00e9couverte de Microsoft Message Queue par LDAP
MQ_RUNMSMQ_LDAP_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de Microsoft Message Queue par LDAP
MQ_RUNMSMQ_NTCMD_TITLE=Ex\u00e9cuter la d\u00e9couverte de Microsoft Message Queue par NTCMD
MQ_RUNMSMQ_NTCMD_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de Microsoft Message Queue par NTCMD
MQ_MSMQ_LDAP_TITLE=Microsoft Message Queue par LDAP
MQ_MSMQ_LDAP_DESC=Microsoft Message Queue par LDAP
MQ_MSMQ_BASEDN_LABEL=Nom du domaine de base
MQ_MSMQ_BASEDN_DESC=S\u00e9lectionnez cette option pour modifier le nom du domaine de base

CUSTOM_TITLE=Nouvelle activit\u00e9 de d\u00e9couverte personnalis\u00e9e
CUSTOM_DESC=Activit\u00e9 de d\u00e9couverte personnalis\u00e9e
CUSTOM_FOLDER=Personnalis\u00e9
TEMPLATES_FOLDER=Maquettes
APPLICATION_DEPENDENCY_MAPPING_TITLE=De base
APPLICATION_DEPENDENCY_MAPPING_DESC=Activit\u00e9 de d\u00e9couverte des d\u00e9pendances logicielles
NETWORK_TITLE=Infrastructure
NETWORK_DESC=D\u00e9couverte des composants r\u00e9seau
FOLDER_APPLICATION_DEPENDENCIES_TITLE=Configuration logicielle
FOLDER_AUDITING_TITLE=Audit

INVENTORY_DISCOVERY_TITLE=Inventaire
INVENTORY_DISCOVERY_DESCRIPTION=D\u00e9couverte d\u00b4inventaire
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_TITLE=D\u00e9couverte d\u00b4inventaire bas\u00e9e sur scanneur
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_DESCRIPTION=La d\u00e9couverte d\u00b4inventaire utilise des scanneurs qui sont ex\u00e9cut\u00e9s localement sur les clients. Il s\u00b4agit de la m\u00e9thode de d\u00e9couverte la plus compl\u00e8te.
DISCOVERY_OPTIONS=Options de d\u00e9couverte
SNMP_DISCOVERY_OPTIONS=Options de d\u00e9couverte SNMP
PARAM_BANDWIDTH_TITLE=Limiter la bande passante pour le transfert des donn\u00e9es (Ko/s)
PARAM_BANDWIDTH_DESCRIPTION=Limite de bande passante \u00e0 appliquer pendant un t\u00e9l\u00e9chargement en Ko/s
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_TITLE=Ex\u00e9cuter les scripts de pr\u00e9/post-balayage
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_DESCRIPTION=Autoriser le scanneur \u00e0 ex\u00e9cuter les scripts de pr\u00e9/post-balayage
PARAM_IS_PRE_POST_EXEC_TIMEOUT_TITLE=Dur\u00e9e d\u00b4ex\u00e9cution maximum du script (min)
PARAM_IS_PRE_POST_EXEC_TIMEOUT_DESCRIPTION=Dur\u00e9e d\u00b4ex\u00e9cution maximum du script de pr\u00e9/post-balayage (min)
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_TITLE=T\u00e9l\u00e9charger le fichier de balayage avant de l\u00b4ex\u00e9cuter
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_DESCRIPTION=T\u00e9l\u00e9charger, le cas \u00e9ch\u00e9ant, le fichier de balayage de l\u00b4ordinateur distant avant de l\u00b4ex\u00e9cuter.
PRRAM_ALLOW_SCANNER_DOWNGRADE_TITLE=Autoriser la mise \u00e0 niveau du scanneur vers une version ant\u00e9rieure
PRRAM_ALLOW_SCANNER_DOWNGRADE_DESCRIPTION=Indique si la mise \u00e0 niveau du scanneur vers une version ant\u00e9rieure est autoris\u00e9e
PARAM_SCANNER_UPDATE_TITLE=Autoriser la mise \u00e0 niveau du scanneur
PARAM_SCANNER_UPDATE_DESCRIPTION=Indique si la mise \u00e0 niveau du scanneur est autoris\u00e9e
PARAM_REMOVE_SCAN_DATA_TITLE=Supprimer les donn\u00e9es de balayage
PARAM_REMOVE_SCAN_DATA_DESCRIPTION=Supprimer les donn\u00e9es de balayage sur l\u00b4h\u00f4te distant apr\u00e8s leur t\u00e9l\u00e9chargement sur l\u00b4ordinateur sonde.
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_TITLE=D\u00e9ploiement de l\u00b4agent
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_DESCRIPTION=S\u00e9lectionner les travaux de d\u00e9ploiement de l\u00b4agent UD
PARAM_COLLECT_SOFTWARE_UTILIZATION_TITLE=Collecter l\u00b4utilisation du logiciel
PARAM_COLLECT_SOFTWARE_UTILIZATION_DESCRIPTION=Si les informations d\u00b4utilisation du logiciel doivent \u00eatre collect\u00e9es.
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_TITLE=P\u00e9riode (jours) d\u00b4utilisation du logiciel
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_DESCRIPTION=Les informations d\u00b4utilisation du logiciel indiquent (en pourcentage) le nombre de jours pendant lesquels une application a \u00e9t\u00e9 utilis\u00e9e sur une p\u00e9riode donn\u00e9e
PARAM_SCANNER_CONFIGURATION_TITLE=Configuration du scanneur

MAPPING_OPTIONS=Options de mappage
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_TITLE=Application reconnue partiellement
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_DESCRIPTION=Mod\u00e9liser les applications logicielles partiellement identifi\u00e9es.
PARAM_RAW_OS_APPLICATION_TITLE=Logiciel install\u00e9 de niveau SE brut
PARAM_RAW_OS_APPLICATION_DESCRIPTION=Mod\u00e9liser les logiciels de niveau SE brut.
PARAM_CONFIGURATION_DOCUMENT_TITLE=Document de configuration
PARAM_CONFIGURATION_DOCUMENT_DESCRIPTION=Collecter les informations de configuration du syst\u00e8me ; par exemple, EnvironmentVariables , StandardWindowsDirectories, etc.
PARAM_SERVICES_TITLE=Services/D\u00e9mons
PARAM_SERVICES_DESCRIPTION=Mod\u00e9liser les services/d\u00e9mons Windows.
PARAM_SOFTWARE_UTILIZATION_TITLE=Utilisation du logiciel
PARAM_SOFTWARE_UTILIZATION_DESCRIPTION=Mod\u00e8le d\u00b4utilisation du logiciel
PARAM_MINIMUM_NUMBER_OF_USERS_TITLE=Mod\u00e9liser les donn\u00e9es par utilisateur lorsque le nombre d\u00b4utilisateurs est au moins \u00e9gal \u00e0
PARAM_MINIMUM_NUMBER_OF_USERS_DESCRIPTION=Nombre minimum d\u00b4utilisateurs \u00e0 atteindre pour mod\u00e9liser l\u00b4utilisation du logiciel.

GLOBAL_OPTIONS=Configuration de la reconnaissance logicielle globale
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_TITLE=Configuration de la reconnaissance logicielle
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_DESCRIPTION=Configuration de la reconnaissance logicielle globale

OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_TITLE=D\u00e9couverte d\u00b4inventaire de base (centre de donn\u00e9es uniquement)
OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_DESCRIPTION=La d\u00e9couverte d\u00b4inventaire utilise des scripts qui sont ex\u00e9cut\u00e9s localement sur les clients.

ERROR_MESSAGE_JOB_SELECTION_NONE=Vous devez s\u00e9lectionner au moins un travail.
ERROR_MESSAGE_JOB_SELECTION_ALL=L\u00b4activation simultan\u00e9e de la d\u00e9couverte d\u00b4inventaire bas\u00e9e sur scanneur et de la d\u00e9couverte de base peut g\u00e9n\u00e9rer des duplications de CI.
ERROR_MESSAGE_HOST_INFORMATION_SELECTION=Vous devez s\u00e9lectionner les informations relatives \u00e0 l\u00b4h\u00f4te.
ERROR_MESSAGE_UPGRADE_UNINSTALL_AT_SAME_TIME=Impossible d\u00b4ex\u00e9cuter en m\u00eame temps la mise \u00e0 jour et la d\u00e9sinstallation de l\u00b4agent UD
ERROR_MESSAGE_INSTALL_UNINSTALL_AT_SAME_TIME=Impossible d\u00b4ex\u00e9cuter en m\u00eame temps l\u00b4installation et la d\u00e9sinstallation de l\u00b4agent UD
ERROR_MESSAGE_MIGRATE_UNINSTALL_AT_SAME_TIME=La migration de l\u00b4agent DDMI et la d\u00e9sinstallation de l\u00b4agent UD ne peuvent pas \u00eatre ex\u00e9cut\u00e9es en m\u00eame temps
ERROR_MESSAGE_INVALID_MAPPING_RULE_DETECTED=Options de mappage non valides.

EDIT_APP_SIGNATURE_PANEL_TITLE=Biblioth\u00e8que du logiciel
EDIT_APP_SIGNATURE_BUTTON_TEXT=Modifier la biblioth\u00e8que du logiciel...
EDIT_APP_SIGNATURE_PANEL_TOOL_TIP=Modifier la biblioth\u00e8que globale du logiciel
EDIT_APP_SIGNATURE_PANEL_SUB_TITLE=Modifier la biblioth\u00e8que globale du logiciel. Les informations s\u00b4appliquent \u00e0 la d\u00e9couverte bas\u00e9e sur une zone et aux modules/travaux de d\u00e9couverte.
RUNNING_SOFTWARE_TITLE=Logiciel en ex\u00e9cution
RUNNING_SOFTWARE_DESCRIPTION=D\u00e9couvrir le logiciel en ex\u00e9cution
NETWORK_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de l\u00b4infrastructure
INVENTORY_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de l\u00b4inventaire
APPLICATION_DEPENDENCY_MAPPING_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de la configuration du logiciel de base
DB_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de la configuration du logiciel de base de donn\u00e9es
J2EE_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de la configuration du logiciel JavaEE
SAPWIZARD_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de la configuration du logiciel SAP
INVENTORYDISCOVERY_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de l\u00b4inventaire
LONG_CUSTOM_TITLE=Activit\u00e9 de d\u00e9couverte personnalis\u00e9e
CLOUDWIZARD_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de Cloud

VIRTWIZARD_TITLE=Virtualisation
VIRTWIZARD_HPPAR_RUNHPPAR_TITLE=D\u00e9couvrir HP nPartitions
VIRTWIZARD_HYPERV_RUN_TITLE=D\u00e9couvrir Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_TITLE=D\u00e9couvrir Citrix Xen
VIRTWIZARD_RUNHMC_TITLE=D\u00e9couvrir IBM HMC
VIRTWIZARD_HMC_LPAR_AS_HOSTNAME_TITLE=Signaler le nom LPAR comme nom d\u00b4h\u00f4te
VIRTWIZARD_ORACLE_RUN_TITLE=D\u00e9couvrir Oracle VM Server for SPARC
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME=Faire correspondre les noms de domaine LDOM invit\u00e9s comme noms d\u00b4h\u00f4te
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME_DESC=Option activ\u00e9e : les LDOM invit\u00e9s seront signal\u00e9s par leur nom d\u00b4h\u00f4te d\u00e9fini dans les noms de domaine, ce qui peut faciliter le rapprochement des h\u00f4tes.
VIRTWIZARD_SOLARISZONES_RUN_TITLE=D\u00e9couvrir zone Solaris
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_TITLE=Connexion via zlogin comme utilisateur connect\u00e9
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_DESC=Option activ\u00e9e : zlogin sera ex\u00e9cut\u00e9e via la connexion au compte utilisateur de la zone globale ; option d\u00e9sactiv\u00e9e (par d\u00e9faut) : zlogin utilisera le compte racine.
VIRTWIZARD_RUNVMWARE_TITLE=D\u00e9couvrir VMware
VIRTWIZARD_VMWARE_REPORT_DOWN_VM_TITLE=Signaler l\u00b4arr\u00eat des ordinateurs virtuels
VIRTWIZARD_VMOTION_PREFS=Options vMotion
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_TITLE=Utiliser la d\u00e9couverte bas\u00e9e sur les \u00e9v\u00e9nements
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_DESC=Option activ\u00e9e (par d\u00e9faut) : le travail de d\u00e9couverte surveillera les nouveaux \u00e9v\u00e9nements vMotion jusqu\u00b4\u00e0 leur arr\u00eat ; option d\u00e9sactiv\u00e9e : seuls les \u00e9v\u00e9nements vMotion qui se sont produits au cours des derni\u00e8res heures de l\u00b4historique seront d\u00e9couverts
VIRTWIZARD_VMOTION_RETRY_NUMBER_TITLE=Nombre de tentatives
VIRTWIZARD_VMOTION_HISTORY_HOURS_TITLE=Heures de l\u00b4historique
VIRTWIZARD_RUNXEN_TITLE=WebSphere Xen et KVM
VIRTWIZARD_RUNXEN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie Xen et KVM
VIRTWIZARD_XEN_PATH_TITLE=Chemin Virsh
VIRTWIZARD_XEN_PATH_DESC=Chemin d\u00b4acc\u00e8s \u00e0 l\u00b4utilitaire de gestion virsh
VIRTWIZARD_LONG_TITLE=Activit\u00e9 de d\u00e9couverte de virtualisation
VIRTWIZARD_DESC=Cette activit\u00e9 permet de d\u00e9couvrir les solutions de virtualisation telles que IBM HMC, HP nPAR, Oracle VM, Hyper-V, VMware, Xen, etc.
VIRTWIZARD_HPPAR_RUNHPPAR_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topology HP nPartitions
VIRTWIZARD_HYPERV_RUN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie Citrix Xen
VIRTWIZARD_RUNHMC_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie IBM HMC
VIRTWIZARD_ORACLE_RUN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie Oracle VM Server for SPARC
VIRTWIZARD_SOLARIS_RUN_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie de zone Solaris
VIRTWIZARD_RUNVMWARE_DESC=S\u00e9lectionner pour activer la d\u00e9couverte de la topologie VMware ESX/vMotion
VIRTWIZARD_VMWARE_NORMAL_DESC=Utiliser la connexion normale pour d\u00e9couvrir ESX. Dans ce cas, utiliser les h\u00f4tes qui ont \u00e9t\u00e9 d\u00e9couverts via le shell et ont d\u00e9couvert VMware ESX via le m\u00e9canisme de signature d\u00b4application.
VIRTWIZARD_VMWARE_IMPORT_VIM_TITLE=Biblioth\u00e8ques du SDK VMware
VIRTWIZARD_VMWARE_IMPORT_VIM_DESC=S\u00e9lectionnez les biblioth\u00e8ques du SDK VMware (vim.jar, vim25.jar)
VIRTWIZARD_VMOTION_RETRY_NUMBER_DESC=Nombre maximum de tentatives de d\u00e9couverte pour restaurer la connexion. La valeur par d\u00e9faut est 0 (z\u00e9ro), soit un nombre illimit\u00e9.
VIRTWIZARD_VMOTION_HISTORY_HOURS_DESC=P\u00e9riode dans laquelle la d\u00e9couverte recherche les \u00e9v\u00e9nements vMotion non suivis
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY=Inclure la topologie de virtualisation
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY_DESC=S\u00e9lectionnez cette option pour activer le signalement de la topologie de virtualisation (serveur hyperviseur -> h\u00f4tes virtuels) des zones VMWare, Hyper-V et Solaris

TEMPLATES=Maquettes
TEMPLATE_DESC=Maquette d\u00b4activit\u00e9 de d\u00e9couverte

ORACLE_LMS_TITLE=Oracle LMS
ORACLE_LMS_LONG_TITLE=Activit\u00e9 d\u00b4audit Oracle LMS
ORACLE_LMS_DESCRIPTION=D\u00e9couvrir les informations d\u00b4utilisation du logiciel Oracle qui sont n\u00e9cessaires pour compl\u00e9ter un processus d\u00b4examen Oracle LMS (License Management Services)
PARAM_ORACLE_LMS_TITLE=Ex\u00e9cuter un audit Oracle LMS
PARAM_ORACLE_LMS_DESCRIPTION=Ex\u00e9cuter une collecte de donn\u00e9es Oracle LMS par SQL

VIRTUALIZATION_TITLE=Virtualisation
VIRTUALIZATION_DESC=Configurer la d\u00e9couverte de virtualisation.

OPTION_UDA_CON_ORDER_TITLE=Ordre de connexion au protocole Universal Discovery
OPTION_UDA_CON_ORDER_DESC=Ordre de connexion au protocole Universal Discovery dans la connexion h\u00f4te par shell
OPTION_UDA_CON_ORDER_INVD_DESC=Ordre de connexion au protocole Universal Discovery dans la d\u00e9couverte d\u00b4inventaire par un travail de scanneur

OPTION_LAST_SUCCESS_TITLE=Utiliser le dernier protocole r\u00e9ussi
OPTION_LAST_SUCCESS_DESC=Si l\u00b4option Utiliser le dernier protocole r\u00e9ussi est activ\u00e9e, la derni\u00e8re connexion r\u00e9ussie sera toujours utilis\u00e9e, quelle que soit la valeur de 'udaConnectionOrder'.