NETWORKWIZARD_DESC=Descobrir Componentes de Rede
NETWORKWIZARD_TITLE=Infraestrutura
IPRANGESCREEN_DESC=Para cada Data Flow Probe, defina o intervalo de endere\u00e7os de rede a ser pesquisado pela Descoberta. Os resultados da Descoberta ser\u00e3o recuperados a partir dos endere\u00e7os no intervalo definido. N\u00e3o esque\u00e7a de incluir no escopo de rede de cada sonda os endere\u00e7os IP da pr\u00f3pria Data Flow Probe.
IPRANGESCREEN_TITLE=Definir Intervalos IP
CREDENTIALSSCREEN_DESC=Defina e selecione credenciais para protocolos necess\u00e1rios para a atividade.\nObserva\u00e7\u00e3o: selecionar um protocolo no painel Protocolos \u00e0 esquerda seleciona automaticamente todas as credenciais correspondentes. No entanto, novas credenciais adicionadas posteriormente devem ser selecionadas manualmente.
CREDENTIALSSCREEN_TITLE=Definir Credenciais

CUSTOM_ACTIVITY_DESC=Componentes da Atividade Personalizada
CHOOSE_ACTIVITY_JOBS_SCREEN_TITLE=Selecionar Trabalhos da Atividade
CHOOSE_ACTIVITY_JOBS_SCREEN_DESC=Selecionar trabalhos para incluir nessa atividade.
PREFERENCESSCREEN_DESC=Configurar prefer\u00eancias de descoberta.
PREFERENCESSCREEN_TITLE=Prefer\u00eancias
SELECTJOBS_IP_DESC=Escolha a estrat\u00e9gia para a descoberta de endere\u00e7os IPv4 no seu ambiente. Observa\u00e7\u00e3o: escolha a segunda op\u00e7\u00e3o quando o intervalo for limitado (menos de 10.000 IPs por Data Flow Probe).
SELECTJOBS_IP_TITLE=Estrat\u00e9gia de Varredura de Ping de IPv4 para Intervalos do Centro de Dados
OPTION_IP_RANGE_TITLE=Efetuar varredura de ping nos intervalos de Zona de Gerenciamento
OPTION_NO_PING_IPV4_TITLE=Sem Varredura de Ping
OPTION_IPV6_RANGE_TITLE=Efetuar ping em todos os endere\u00e7os IPv6 nos intervalos de Zona de Gerenciamento
OPTION_IP_HARVEST_TITLE=Coletar Endere\u00e7os IP/MAC
IP_HARVEST_IS_COLLECTING_LABEL=Habilitar Coleta de IP do Centro de Dados
IP_HARVEST_IS_COLLECTING_DESCRIPTION=Coletar IP do centro de dados
IP_HARVEST_DELAY_TIME_LABEL=Atraso entre solicita\u00e7\u00f5es SNMP (min)
IP_HARVEST_DELAY_TIME_DESCRIPTION=Tempo de atraso para toda solicita\u00e7\u00e3o SNMP "get next" (ms)

OPTION_IP_HARVEST_DESC=Coletar IPs por tabelas de cache ARP. Agendamento padr\u00e3o para esse trabalho \u00e9 de 10 em 10 minutos
OPTION_CLIENT_CONNECTION_BY_SNMP_TITLE=Descobrir Dispositivos de Rede em Intervalos de IP do Cliente
OPTION_CLIENT_CONNECTION_BY_SNMP_DESC=Realiza outra varredura de ping pelos Intervalos de IP do Cliente da Zona de Gerenciamento e inicia uma tentativa de Conex\u00e3o SNMP para detectar dispositivos. Isso \u00e9 necess\u00e1rio para detectar switches em que coletar IPs de Cliente.
SELECTJOBS_PING_NETWORK_TITLE=Executar Ping em ICs de Rede
SELECTJOBS_PING_NETWORK_DESC=Executar ping somente em IPs pertencentes a um IC de Rede que j\u00e1 exista no CMDB. (ICs de Rede existem no CMDB porque a Descoberta os cria automaticamente ou eles foram criados manualmente. Para exibir ICs de Rede, v\u00e1 at\u00e9 Modelagem > Gerenciador de Visualiza\u00e7\u00f5es > Rede > Topologia de Rede)
OPTION_SELECTJOBS_PING_NETWORK_CLASS_B_AND_C_TITLE=Ping descobriu apenas Redes Classe B ou C
OPTION_SELECTJOBS_PING_NETWORK_CLASS_C_TITLE=Ping descobriu apenas Redes Classe C
SELECTJOBS_LAYER_2_DESC=Ative para descobrir as conex\u00f5es, em um switch descoberto, entre um host e sua porta f\u00edsica, assim como entre um host e seu layout l\u00f3gico (VLANs, ELANs). Essa descoberta exige que o protocolo SNMP seja configurado em uma invoca\u00e7\u00e3o anterior desse assistente (Assistente de Rede).
SELECTJOBS_LAYER_2_TITLE=Topologia de Rede (Layer 2)
SELECTJOBS_TCP_DESC=Descobrir canais de comunica\u00e7\u00e3o TCP para mapear relacionamentos de depend\u00eancia entre hosts. Essa descoberta exige que pelo menos uma das credenciais seja configurada na atividade de Infraestrutura.
SELECTJOBS_TCP_TITLE=Conex\u00f5es TCP de Hosts
SELECTJOBS_DNS_DESC=Ative para descobrir os servidores de nome DNS e os IPs para os quais eles armazenam nomes.
SELECTJOBS_DNS_SERVERS_LABEL=Servidores de DNS
SELECTJOBS_DNS_SERVERS_DESC=Servidores de DNS a consultar (lista separada por v\u00edrgula). Se ficar em branco, o Servidor de DNS da Sonda ser\u00e1 usado
SELECTJOBS_MS_DOMAINS=Dom\u00ednios Microsoft Windows
SELECTJOBS_MS_DOMAINS_DESC=Descobre os Dom\u00ednios da Microsoft e hosts em Dom\u00ednios da Microsoft
SELECTJOBS_DNS_TITLE=Resolver Nomes DNS
AGENT_LIFE_CYCLE_TITLE=Implanta\u00e7\u00e3o do Agente do Universal Discovery
AGENT_LIFE_CYCLE_DESC=Controlar implanta\u00e7\u00e3o do Agente UD
SELECTJOBS_UPGRADE_UD_AGENT=Atualizar Agente UD
SELECTJOBS_UPGRADE_UD_AGENT_DESC=Atualiza o Agente de UD existente se j\u00e1 est\u00e1 instalado
SELECTJOBS_INSTALL_UD_AGENT=Instalar Agente UD
SELECTJOBS_INSTALL_UD_AGENT_DESC=Instala o Agente de UD n\u00e3o for instalado
SELECTJOBS_UNINSTALL_UD_AGENT=Desinstalar o Agente UD
SELECTJOBS_UNINSTALL_UD_AGENT_DESC=Desinstalar o Agente de UD
SELECTJOBS_MIGRATE_DDMI_AGENT=Migrar Agente DDMI
SELECTJOBS_MIGRATE_DDMI_AGENT_DESC=Migrar Agente DDMI para Agente UD
INSTALL_AGENT_RUN_ROOT=Instalar Agente UD para executar conta raiz em m\u00e1quinas UNIX
INSTALL_AGENT_RUN_ROOT_DESC=Instala o agente UD para executar sob a conta raiz em sistemas UNIX. Se a caixa de sele\u00e7\u00e3o for desmarcada, o agente ser\u00e1 instalado sob a conta do usu\u00e1rio SSH usado para conectar ao computador UNIX
UPGRADE_AGENT=Fazer Upgrade de Agente
UPGRADE_AGENT_DESC=Se a caixa de sele\u00e7\u00e3o estiver desmarcada, o agente n\u00e3o recebe upgrade. Apenas a configura\u00e7\u00e3o do agente \u00e9 atualizada.
SELECT_CRED_UDA_INSTALL_TITLE=Credencial para Instala\u00e7\u00e3o de Agente UD
SELECT_CRED_UDA_INSTALL_DESC=Selecione a credencial do UD para usar para instalar Agentes UD.<br>Observa\u00e7\u00e3o: a credencial do UD selecionada aqui \u00e9 usada apenas para instalar novos Agentes UD.<br>As credenciais do UD para conectar a agentes existentes s\u00e3o definidas na p\u00e1gina 'Definir Credenciais'.
SELECT_CRED_UDA_UPDATE_TITLE=Credencial para Atualiza\u00e7\u00e3o de Agente do UD
SELECT_CRED_UDA_UPDATE_DESC=Selecione a credencial do UD para usar para atualizar Agentes do UD.<br>Observa\u00e7\u00e3o: a credencial do UD selecionada aqui \u00e9 usada apenas para atualizar Agentes UD.<br>As credenciais do UD para conectar a agentes existentes s\u00e3o definidas na p\u00e1gina 'Definir Credenciais'.
SELECT_CRED_BUTTON_TITLE=Selecionar Credencial
SELECT_CRED_PANEL_TITLE=Selecionar Credencial
SELECT_CRED_PANEL_SUB_TITLE=Selecionar a credencial a usar para instalar novos Agentes UD
ENABLE_SOFTWARE_UTILIZATION_TITLE=Utiliza\u00e7\u00e3o do Software
ENABLE_SOFTWARE_UTILIZATION_DESC=O agente deve coletar informa\u00e7\u00f5es de Utiliza\u00e7\u00e3o do Software
ENABLE_SOFTWARE_UTILIZATION_OPTION=Habilitar
BANDWITH_PARAM_TITLE=Limite de Largura de Banda
BANDWITH_PARAM_DESC=Limite de largura de banda a ser aplicado ao realizar upload e download (kb/s); 0 - ilimitado
PRIMARY_CALLHOME_PROBE_ADDRESS_TITLE=Endere\u00e7o de Sonda Call Home Principal
PRIMARY_CALLHOME_PROBE_ADDRESS_DESC=Use um dos seguintes formatos:\n1. IPAddress\n2. HostName\n3. HostNameOrIPv4Address:1977\n4. [IPv6Address]:1977\nPor exemplo: 10.11.12.13, probehost, probehost:1977, [2010:836b:4179::836b:4179]:1977
SECONDARY_CALLHOME_PROBE_ADDRESS_TITLE=Endere\u00e7o de Sonda Call Home Secund\u00e1rio
SECONDARY_CALLHOME_PROBE_ADDRESS_DESC=Use um dos seguintes formatos:\n1. IPAddress\n2. HostName\n3. HostNameOrIPv4Address:1977\n4. [IPv6Address]:1977\nPor exemplo: 10.11.12.13, probehost, probehost:1977, [2010:836b:4179::836b:4179]:1977
CALLHOME_FREQUENCY_PARAM_TITLE=Frequ\u00eancia de Solicita\u00e7\u00e3o Call Home
CALLHOME_FREQUENCY_PARAM_DESC=Especificar frequ\u00eancia de solicita\u00e7\u00e3o Call Home em dias. Padr\u00e3o: 3 dias
CLUSTER_TITLE=Cluster de Failover
CLUSTER_DESCRIPTION=Descobre clusters de failover, inclusive HP Service Guard, Microsoft Cluster Service e Veritas Cluster
BOOLEANPARAM_DESC=Selecione os recursos de host que deseja descobrir. Esses recursos podem fazer parte de um host, tanto f\u00edsica como logicamente.
BOOLEANPARAM_TITLE=Informa\u00e7\u00f5es de Host
BOOLEANPARAM_PROCESSES_DESC=Selecione os Usu\u00e1rios e Servi\u00e7os de host que deseja descobrir.
BOOLEANPARAM_PROCESSES_TITLE=Usu\u00e1rios e Servi\u00e7os de Host
BOOLEANPARAM_USERS_TITLE=Usu\u00e1rios do Sistema Operacional
BOOLEANPARAM_SERVICES_TITLE=Servi\u00e7os do Sistema Operacional
BOOLEANPARAM_USERS_DESC=Descobrir usu\u00e1rios locais do sistema operacional
BOOLEANPARAM_SERVICES_DESC=Descobrir todos os servi\u00e7os do sistema operacional
OPTION_DISK_TITLE=Discos
OPTION_CPU_TITLE=CPUs
OPTION_MEM_TITLE=Mem\u00f3ria
OPTION_SOF_TITLE=Software
OPTION_INSTALLED_SOFTWARE_TITLE=Software Instalado
OPTION_USER_TITLE=Usu\u00e1rios do Sistema Operacional
OPTION_SERV_TITLE=Servi\u00e7os
OPTION_SHAR_TITLE=Compartilhamentos
OPTION_FCHBAS_TITLE=HBAs Fibre Channel
OPTION_MODULES_TITLE=M\u00f3dulos
SELECTJOBS_DESC=Essas portas TCP s\u00e3o varridas para descobrir portas de servidor abertas. Voc\u00ea pode adicionar novas portas a serem varridas e pode remover portas existentes da lista. Observa\u00e7\u00e3o: o processo de varredura pode afetar o desempenho na rede. Al\u00e9m disso, pode ser necess\u00e1rio informar aos propriet\u00e1rios das m\u00e1quinas que o Universal Discovery tentar\u00e1 se conectar a suas m\u00e1quinas.
SELECTJOBS_PORT_TITLE=Varredura de Portas
PORTFILTER_TITLE=Escolher Portas TCP para Varredura de Portas
BOOLEANPARAM_PROCESS_DESC=Selecione para descobrir elementos de software em execu\u00e7\u00e3o nos hosts descobertos.\nComo parte da descoberta do elemento de software, os processos e as portas relacionados ao elemento de software tamb\u00e9m ser\u00e3o descobertos
BOOLEANPARAM_PROCESS_TITLE=Identifica\u00e7\u00e3o de Software
OPTION_PROCESS_TITLE=Processos
PROCESSFILTER_TITLE=Escolha os Elementos de Software a serem descobertos e configure as Regras de Identifica\u00e7\u00e3o
SCHEDULEDISCOVERYSCREEN_DESC=Defina uma programa\u00e7\u00e3o para executar essa atividade periodicamente. Voc\u00ea pode limitar a programa\u00e7\u00e3o e definir os hor\u00e1rios em que ela n\u00e3o deve ser executada.
SCHEDULEDISCOVERYSCREEN_TITLE=Programar Descoberta
DP_PORT_SCANNING_TITLE=Varredura de Portas do Banco de Dados
DB_PORT_SCANNING_DESCRIPTION=Configure as portas relevantes para varredura (necess\u00e1rio para que o banco de dados seja descoberto)
DB_PORT_FILTER_TITLE=Portas de Bancos de Dados Conhecidas
DB_DRIVER_TITLE=Drivers JDBC
DB_DRIVER_DESCRIPTION=Selecione o driver JDBC e Importe o arquivo jar apropriado
DB_DRIVER_JDBC_TITLE=Drivers JDBC Personalizados
DB_IMPORT_JDBC_DESC=Importe qualquer um dos arquivos a seguir da pasta de instala\u00e7\u00e3o do DB2: db2java.zip, db2jcc.jar, db2jcc_license_cu.jar, db2jcc_license_cisuz.jar
DB_IMPORT_JDBC_TITLE=Arquivo do Driver JDBC do BD2
DB_IMPORT_DESC=Importe qualquer um dos arquivos a seguir da pasta de instala\u00e7\u00e3o do DB2: db2java.zip, db2jcc.jar, db2jcc_license_cu.jar, db2jcc_license_cisuz.jar
DB2_OPTION_DISCOVER_TABLES=Descobrir tabelas
DB2_OPTION_DISCOVER_TABLES_DESC=Habilita a descoberta de tabelas DB2
DB2_OPTION_DISCOVER_SYSTEM_TABLES=Descobrir tabelas do sistema
DB2_OPTION_DISCOVER_SYSTEM_TABLES_DESC=Habilita a descoberta de tabelas do sistema, como: SYSCAT, SYSFUN, SYSIBM, SYSIBMADM, SYSPROC, SYSSTAT. Se discoverTables for falso, esse sinalizador ser\u00e1 considerado falso tamb\u00e9m.
DB_IMPORT_SYBASE_TITLE=Arquivo do Driver JDBC Sybase
DB_IMPORT_SYBASE_DESC=Selecione 3pclasses.jar na instala\u00e7\u00e3o do Sybase
DB_ORACLE_TNS_BY_SHELL_TITLE=Local de arquivo do Oracle TNSName
DB_ORACLE_TNS_BY_SHELL_DESC=Digite o local do arquivo e os hosts em que a Descoberta deve ser executada para o Oracle TNSNames pelo trabalho do Shell.
DB_ORACLE_CONNECTION_METHOD_TITLE=M\u00e9todo de Conex\u00e3o de Banco de Dados Oracle
DB_ORACLE_CONNECTION_METHOD_DESC=Selecione o m\u00e9todo de conex\u00e3o a ser usado para conex\u00e3o com o banco de dados Oracle. O M\u00e9todo Completo tenta se conectar usando todas as combina\u00e7\u00f5es poss\u00edveis de endere\u00e7os IP de n\u00f3, portas Oracle, inst\u00e2ncias de banco de dados e credenciais da Oracle no \u00e2mbito da descoberta. \u00c9 o m\u00e9todo abrangente, mas pode levar um longo tempo. O M\u00e9todo Leve s\u00f3 se conecta a bancos de dados Oracle que t\u00eam um IpServiceEndpoint descoberto. Este \u00e9 um m\u00e9todo muito mais r\u00e1pido, mas se houver um problema na descoberta de IpServiceEndpoint, a conex\u00e3o falhar\u00e1.
DB_ORACLE_CONNECTION_THOROUGH_TITLE=Completo
DB_ORACLE_CONNECTION_THOROUGH_DESC=Executar Conex\u00e3o ao Banco de Dados Oracle por SQL
DB_ORACLE_CONNECTION_LIGHTWEIGHT_TITLE=Leve
DB_ORACLE_CONNECTION_LIGHTWEIGHT_DESC=Executar Conex\u00e3o ao Banco de Dados Oracle por SQL - Leve
DB_ORACLE_HOME_TITLE=Diret\u00f3rio Base do Oracle
DB_ORACLE_HOME_DESC=Usado quando nenhuma vari\u00e1vel de ambiente ORACLE_HOME \u00e9 definida. O valor deve coincidir com o mesmo par\u00e2metro de Ouvintes Oracle por Trabalho do Shell
DB_TNS_LOCATION_TITLE=Localiza\u00e7\u00e3o do arquivo TNSNames.ora
DB_TNS_LOCATION_DESC=Insira as localiza\u00e7\u00f5es dos arquivos TNSNames.ora no sistema de arquivos do host do servidor. \u00c9 poss\u00edvel inserir v\u00e1rias localiza\u00e7\u00f5es; para isso, separe as localiza\u00e7\u00f5es com v\u00edrgulas. As localiza\u00e7\u00f5es devem conter nomes de arquivo ou devem terminar com um delimitador de caminho (nesse caso, o trabalho de descoberta supor\u00e1 que o nome de arquivo \u00e9 tnsnames.ora).
DB_SERVER_HOST_TITLE=Host do Servidor
DB_SERVER_HOST_DESC=Selecione o IC do host que cont\u00e9m o arquivo TNSNames.ora
DB_TITLE=Banco de Dados
DB_DESC=Descubra Bancos de Dados e sua estrutura

DISCOVERY_PREF_TITLE=Prefer\u00eancias de Descoberta
DISCOVERY_PREF_DESC=Prefer\u00eancias de Descoberta

J2EE_TITLE=JavaEE
J2ee_DESCRIPTION=Descobrir Servidores de Aplicativo JavaEE
J2EE_PORT_SCANING=Varredura de Portas JavaEE
J2EE_PORT_SCANINIG_DESC=Configure as portas relevantes para varredura (necess\u00e1rio para descoberta de WebSphere, WebLogic e JBoss).
J2EE_PORT_FILTER_TITLE=Portas TCP do WebLogic, do WebSphere e do JBoss (RMI)

J2EE_JMXJOBS_TITLE=Descoberta JavaEE pelo protocolo JMX
J2EE_JMXJOBS_DESC=Descoberta JavaEE pelo protocolo JMX
J2EE_SHELLJOBS_TITLE=Descoberta JavaEE por protocolos Shell
J2EE_SHELLJOBS_DESC=Descoberta JavaEE por protocolos Shell (SSH, Telnet, NTCMD or Universal Discovery Protocol).

J2EE_WEBLOGIC_ACTIVATE=Descobrir Servidor de Aplicativos WebLogic
J2EE_WEBLOGIC_ACTIVATE_DESC=Selecionar para ativar a descoberta do Servidor de Aplicativos WebLogic
J2EE_WEBLOGIC_IMPORT_6_ver=WebLogic vers\u00e3o 6.x
J2EE_WEBLOGIC_IMPORT_6_DESC= Selecione o jar (weblogic.jar) na instala\u00e7\u00e3o do WebLogic 6.x. Para descoberta baseada em SSL, selecione tamb\u00e9m wlcipher.jar, license.bea e o arquivo JKS (por exemplo, DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_7_ver=WebLogic vers\u00e3o 7.x
J2EE_WEBLOGIC_IMPORT_7_DESC=Selecione o jar (weblogic.jar) na instala\u00e7\u00e3o do WebLogic 7.x. Para descoberta baseada em SSL, selecione tamb\u00e9m wlcipher.jar, license.bea e o arquivo JKS (por exemplo, DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_8_ver=WebLogic vers\u00e3o 8.x
J2EE_WEBLOGIC_IMPORT_8_DESC=Selecione o jar (weblogic.jar) na instala\u00e7\u00e3o do WebLogic 8.x. Para descoberta baseada em SSL, selecione tamb\u00e9m wlcipher.jar, license.bea e o arquivo JKS (por exemplo, DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_9_ver=WebLogic vers\u00e3o 9.x
J2EE_WEBLOGIC_IMPORT_9_DESC=Selecione o jar (wlclient.jar,wljmxclient.jar) na instala\u00e7\u00e3o do WebLogic 9.x. Para descoberta baseada em SSL, selecione tamb\u00e9m wlcipher.jar e o arquivo JKS (por exemplo, DemoTrust.jks)
J2EE_WEBLOGIC_IMPORT_10_ver=WebLogic vers\u00e3o 10.x
J2EE_WEBLOGIC_IMPORT_10_DESC=Selecione o jar (wlclient.jar,wljmxclient.jar) na instala\u00e7\u00e3o do WebLogic 10.x. Para descoberta baseada em SSL, selecione tamb\u00e9m wlcipher.jar e o arquivo JKS (por exemplo, DemoTrust.jks)
J2EE_WEBSPHERE_ACTIVATE=Descobrir Servidor de Aplicativos WebSphere
J2EE_WEBSPHERE_ACTIVATE_DESC=Selecionar para ativar a descoberta do Servidor de Aplicativos WebSphere
J2EE_WEBSPHERE_IMPORT=WebSphere JKS
J2EE_WEBSPHERE_IMPORT_DESC=Selecione o arquivo JKS para obter uma conex\u00e3o segura com o WebSphere
J2EE_JBOSS_IMPORT_3=JBoss vers\u00e3o 3.x
J2EE_JBOSS_IMPORT_3_DESC=Selecione o jar (jbossall-client.jar) na instala\u00e7\u00e3o do JBoss 3.x
J2EE_JBOSS_IMPORT_4=JBoss vers\u00e3o 4.x
J2EE_JBOSS_IMPORT_4_DESC=Selecione o jar (jbossall-client.jar) na instala\u00e7\u00e3o do JBoss 4.x

J2EE_JBOSS_ACTIVATE=Descobrir Servidor de Aplicativos JBoss
J2EE_JBOSS_ACTIVATE_DESC= Selecionar para ativar a Descoberta do Servidor de Aplicativos JBoss
J2EE_ORACLE_10_TITLE=Descobrir Oracle Application Server vers\u00e3o 10g
J2EE_ORACLE_10_DESC=Selecionar para ativar a descoberta do Servidor de Aplicativos Oracle vers\u00e3o 10g

J2EE_GLASSFISH_TITLE=Descobrir Servidor de Aplicativos Glassfish
J2EE_GLASSFISH_DESC=Selecionar para ativar a descoberta do Servidor de Aplicativos Glassfish
J2EE_GLASSFISH_REPORT_ADMIN_APP_TITLE=Informar Aplicativo Administrativo
J2EE_GLASSFISH_REPORT_ADMIN_APP_DESC=Habilita/desabilita relat\u00f3rio de aplica\u00e7\u00f5es de administrador

J2EE_RUNAPACHE_TOMCAT_TITLE=Descobrir o Servidor de Aplicativos Apache Tomcat
J2EE_RUNAPACHE_TOMCAT_DESC=Selecionar para ativar a descoberta do Servidor de Aplicativos Apache Tomcat

SAPWIZARD_TITLE=SAP
SAPWIZARD_DESC=Descoberta SAP
SAPWIZARD_PORTSSCAN_TITLE=Varredura de Portas SAP
SAPWIZARD_PORTSSCAN_DESC=Varredura de Portas SAP
SAPWIZARD_CONFPORTS_TITLE=Configurar Portas SAP
SAPWIZARD_UPLOAD_JCO_DRIVERS=Drivers SAP JCO
SAPWIZARD_UPLOAD_JCO_DRIVERS_DESC=Selecione os arquivos a seguir a partir da instala\u00e7\u00e3o JCO:<br/>- Para vers\u00e3o 2.x: sapjco.jar, sapjcorfc.dll<br/>- Para vers\u00e3o 3.x: sapjco3.jar, sapjco3.dll
SAPWIZARD_RUNABAP_JCO_TITLE=Descobrir Topologia SAP ABAP
SAPWIZARD_RUNABAP_JCO_DESC=Selecionar para ativar a descoberta de Topologia SAP ABAP
SAPWIZARD_DISCOVER_RFC_CONNECTIONS=Descobrir conex\u00f5es RFC
SAPWIZARD_DISCOVER_RFC_CONNECTIONS_DESC=Marcado: habilitar descoberta de Conex\u00f5es RFC do Sistema SAP
SAPWIZARD_DISCOVER_SAP_PROFILES=Descobrir Perfis Servidor SAP
SAPWIZARD_DISCOVER_SAP_PROFILES_DESC=Marcado: habilitar descoberta de perfis SAP consultando banco de dados SAP
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG=Reportar Componentes de Software como arquivo de configura\u00e7\u00e3o
SAPWIZARD_REPORT_SOFTWARE_AS_CONFIG_DESC=Marcado: Componentes de Software ser\u00e3o reportados como arquivo de configura\u00e7\u00e3o<br/>Desmarcado: cada Componente de Software ser\u00e1 reportado como um IC separado
SAPWIZARD_JAVATOPOPLOGY_TITLE=Topologia SAP Java por JMX
SAPWIZARD_JAVATOPOPLOGY_DESC=Descobrir a arquitetura SAP Java e aplicativos JavaEE no servidor SAP Java pelo protocolo JMX.
SAPWIZARD_RUNJMX_TITLE=Descobrir Topologia SAP Java
SAPWIZARD_RUNJMX_DESC=Selecionar para ativar a descoberta de Topologia SAP Java
SAPWIZARD_JCO_JOBS=Descoberta SAP por JCO
SAPWIZARD_JCO_JOBS_DESC=Descoberta SAP por JCO
SAPWIZARD_J2EE_6_TITLE=SAP JavaEE vers\u00e3o 6.x
SAPWIZARD_J2EE_7_TITLE=SAP JavaEE vers\u00e3o 7.x
SAPWIZARD_SELECT_JARS_DESC=Selecione os arquivos a seguir a partir da m\u00e1quina com Sistema SAP:<br/>  - sapj2eeclient.jar<br/>  - logging.jar<br/>  - exception.jar<br/>  - sapxmltoolkit.jar<br/>  - com_sap_pj_jmx.jar<br/><b>Observa\u00e7\u00e3o: para poder descobrir o SAP por JMX, voc\u00ea deve selecionar todos os arquivos listados acima.</b>
SAPWIZARD_APP_JCO_TITLE=Descobrir Aplicativos SAP
SAPWIZARD_APP_JCO_DESC=Selecionar para ativar a descoberta dos Componentes do Aplicativo SAP
SAPWIZARD_SAPSHELLBASED_TITLE=Topologia SAP por Shell
SAPWIZARD_SAPSHELLBASED_DESC=Descobrir Topologia SAP por protocolos Shell (NTCMD, SSH, Telnet ou Universal Discovery Protocol)
SAPWIZARD_SAPPROFILES_TITLE=Descobrir perfis SAP
SAPWIZARD_SAPPROFILES_DESC=Selecionar para ativar a descoberta dos Perfis SAP para Servidores de Aplicativo SAP
SAPWIZARD_SAPSYSTEMS_TITLE=Descobrir Sistemas SAP
SAPWIZARD_SAPSYSTEMS_DESC=Selecione para ativar descoberta de Sistema SAP usando informa\u00e7\u00f5es de arquivos de configura\u00e7\u00e3o
SAPWIZARD_SAPITS_TITLE=Descobrir SAP ITS
SAPWIZARD_SAPITS_DESC=Selecione para ativar descoberta do Servidor de Transa\u00e7\u00f5es de Internet SAP usando informa\u00e7\u00f5es de arquivos de configura\u00e7\u00e3o
SAPWIZARD_SAPAPPS_TITLE=Aplicativos SAP
SAPWIZARD_SAPAPPS_DESC=Descobrir componentes de aplicativos do sistema SAP. Essa descoberta pode levar bastante tempo dependendo do intervalo de altera\u00e7\u00f5es das transa\u00e7\u00f5es.
SAPWIZARD_SAPAPPSCOMPONENTS_TITLE=Descoberta dos componentes do aplicativo SAP
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_TITLE=Descobrir componentes do aplicativo
SAPWIZARD_SAPAPPSCOMPONENTSDISCOVERY_DESC= Marcado (padr\u00e3o): habilitar descoberta de componentes do aplicativo SAP
SAPWIZARD_SAPTRANSACTIONS_TITLE=Descoberta de transa\u00e7\u00f5es SAP
SAPWIZARD_SAPTRANSACTIONS_DESC=Obter todas as transa\u00e7\u00f5es/transa\u00e7\u00f5es ativas
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_TITLE=Descobrir transa\u00e7\u00f5es ativas
SAPWIZARD_SAPTRANSACTIONSDISCOVERY_DESC=Marcado: habilitar descoberta de todas as transa\u00e7\u00f5es ativas
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_TITLE=Descobrir todas as transa\u00e7\u00f5es
SAPWIZARD_SAPTRANSACTIONSDISCOVERYALL_DESC=Marcado: habilitar descoberta de todas as transa\u00e7\u00f5es
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_TITLE=Descobrir altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_SAPTRANSACTIONSCHANGEDISCOVERY_DESC=Marcado: habilitar descoberta de altera\u00e7\u00f5es em transa\u00e7\u00f5es usando o sistema de Altera\u00e7\u00e3o e Transporte baseado nas configura\u00e7\u00f5es abaixo
SAPWIZARD_SAPTRANSACTIONSCHANGES_OPTIONS=Op\u00e7\u00f5es de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_INTERVAL_TITLE=Intervalo de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_INTERVAL_DESC=Obter altera\u00e7\u00f5es de transa\u00e7\u00f5es por determinado n\u00famero de dias a partir de hoje
SAPWIZARD_TRANSCHANGE_STARTDATE_TITLE=Data inicial de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_STARTDATE_DESC=Obter altera\u00e7\u00f5es de transa\u00e7\u00f5es a partir dessa data
SAPWIZARD_TRANSCHANGE_STARTTIME_TITLE=Hora inicial de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_STARTTIME_DESC=Obter altera\u00e7\u00f5es a partir dessa hora
SAPWIZARD_TRANSCHANGE_ENDDATE_TITLE=Data final de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_ENDDATE_DESC=Obter altera\u00e7\u00f5es de transa\u00e7\u00f5es at\u00e9 essa data
SAPWIZARD_TRANSCHANGE_ENDTIME_TITLE=Hora final de altera\u00e7\u00f5es de transa\u00e7\u00f5es
SAPWIZARD_TRANSCHANGE_ENDTIME_DESC=Obter altera\u00e7\u00f5es de transa\u00e7\u00f5es at\u00e9 essa hora
SAPWIZARD_SOLMAN_TITLE=SAP Solution Manager
SAPWIZARD_SOLMAN_DESC=SAP Solution Manager
SAPWIZARD_BUSINESS_TITLE=Descobrir Camada de Neg\u00f3cios SAP
SAPWIZARD_BUSINESS_DESC=Selecionar para ativar a descoberta de Camada de Neg\u00f3cios SAP basaeado em Solution Manager
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_TITLE=Descobrir SAP Solution Manager
SAPWIZARD_SAPTOPOLOGY_BYSOLMAN_DESC=Selecionar para ativar a descoberta de Topologia SAP Solution Manager

CLOUDWIZARD_TITLE=Nuvem
CLOUDWIZARD_DESC=Atividade de Descoberta da Nuvem
CLOUDWIZARD_RUNJOBS_TITLE=Trabalhos de Descoberta na Nuvem
CLOUDWIZARD_RUNJOBS_DESC=Trabalhos de Descoberta na Nuvem
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_TITLE= Executar Descoberta VMware vCloud Director usando vCloud API
CLOUDWIZARD_VCLOUD_RUNVCLOUDAPI_DESC=Selecionar para ativar a Descoberta de VMware vCloud Director usando o vCloud API
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_TITLE=Executar Descoberta VMware vCloud Director usando URL de conex\u00e3o direta
CLOUDWIZARD_VCLOUD_RUNVCLOUDURLAPI_DESC=Selecionar para ativar a Descoberta de VMware vCloud Director usando URL de conex\u00e3o direta por vCloud API
CLOUDWIZARD_VCLOUD_BASEURL_LABEL=URL B\u00e1sico:
CLOUDWIZARD_VCLOUD_BASEURL_DESC=URL B\u00e1sica para VMware Cloud Director
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_LABEL= Informar MVs Desativadas
CLOUDWIZARD_VCLOUD_REPORTPOWEROFFVM_DESC=Definir esse par\u00e2metro como verdadeiro para reportar VMs desligadas
CLOUDWIZARD_AWS_LIB_TITLE=Arquivos JAR do Amazon WebServices SDK
CLOUDWIZARD_AWS_LIB_DESC=Selecionar para importar arquivos jar de Amazon WebServices SDK
CLOUDWIZARD_VCLOUD_LIB_TITLE=Arquivos JAR do VMware vCloud SDK
CLOUDWIZARD_VCLOUD_LIB_DESC=Selecionar para importar arquivos jar de VMware vCloud SDK
CLOUDWIZARD_RUNAWS_TITLE=Executar Descoberta Amazon Web Services
CLOUDWIZARD_RUNAWS_DESC=Selecionar para ativar a Descoberta de topologias Amazon Web Services dos servi\u00e7os IC2 e RDS usando Servi\u00e7os da Web

DISCOVERY_PREFS_TITLE=Prefer\u00eancias de Descoberta
DISCOVERY_PREFS_DESC=Prefer\u00eancias de Descoberta
DB_RUNDB2_TITLE=Executar Descoberta DB2
DB_RUNDB2_DESC=Executar Descoberta DB2
DB_RUNMSSQL_TITLE=Executar Descoberta MS SQL
DB_RUNMSSQL_DESC=Executar Descoberta MS SQL
DB_OPTION_DISCOVER_CONFIGS=Configura\u00e7\u00e3o de descoberta
DB_OPTION_DISCOVER_CONFIGS_DESC=Habilita a descoberta da configura\u00e7\u00e3o do servidor MS SQL ('mssql database configuration.txt')
DB_OPTION_DISCOVER_USERS=Descobrir usu\u00e1rios
DB_OPTION_DISCOVER_USERS_DESC=Habilita a descoberta de usu\u00e1rios do banco de dados
DB_OPTION_DISCOVER_FILES=Descobrir arquivos de dados/sql
DB_OPTION_DISCOVER_FILES_DESC=Habilita a descoberta de arquivos de dados/sql
DB_OPTION_DISCOVER_JOBS=Descobrir trabalhos SQL
DB_OPTION_DISCOVER_JOBS_DESC=Habilita a descoberta de trabalhos SQL
DB_RUNSYBASE_TITLE=Executar Descoberta Sybase
DB_RUNSYBASE_DESC=Executar Descoberta Sybase
DB_RUNORACLE_TITLE=Executar Descoberta Oracle
DB_RUNORACLE_DESC=Executar Descoberta Oracle
DB_RUNHANA_TITLE=Executar Descoberta HanaDB
DB_RUNHANA_DESC=Executar Descoberta HanaDB com base no shell
DB_RUNMAX_TITLE=Executar Descoberta de MaxDB
DB_RUNMAX_DESC=Executar Descoberta MaxDB com base no shell
DB_RUNMYSQL_TITLE=Executar Descoberta MySQL
DB_RUNMYSQL_DESC=Executar Descoberta MySQL com base no shell
DB_RUNPOSTGRESQL_TITLE=Executar Descoberta PostgreSQL
DB_RUNPOSTGRESQL_DESC=Executar Descoberta PostgreSQL

WEBSERVERSWIZARD_TITLE=Servidores Web
WEBSERVERSWIZARD_LONG_TITLE=Atividade de Descoberta dos Servidores Web
WEBSERVERSWIZARD_DESC=Atividade de Descoberta dos Servidores Web
WEBSERVER_RUNAPACHE_TITLE=Executar Descoberta Apache
WEBSERVER_RUNAPACHE_DESC=Selecionar para ativar a Descoberta de Apache
OPTION_APACHE_CONFIGS_TITLE=Arquivos de Configura\u00e7\u00e3o do Apache
OPTION_APACHE_CONFIGS_DESC=Caminho completo dos arquivos de configura\u00e7\u00e3o do Apache, incluindo nomes de arquivo. V\u00e1rios arquivos devem ser separados por ';'
WEBSERVER_RUNIIS_APP_TITLE=Executar Descoberta Microsoft IIS
WEBSERVER_RUNIIS_APP_DESC=Selecionar para ativar a Descoberta de Microsoft IIS
WEBSERVER_IIS_DISCOVER_SERVICES_LABEL=Webservices de Descoberta
WEBSERVER_IIS_DISCOVER_SERVICES_DESC=Se descobrir\u00e1 webservices
WEBSERVER_IIS_CHECK_CONNECT_LABEL=Verificar Disponibilidade de Sites da Web
WEBSERVER_IIS_CHECK_CONNECT_DESC=URLs informados devem ou n\u00e3o ser verificados pelos HTTPs
WEBSERVER_IIS_REPORT_LEGACY_LABEL=Informar Topologia Herdada
WEBSERVER_IIS_REPORT_LEGACY_DESC=Relatar a topologia IIS herdada ou nova topologia.
WEBSERVER_IIS_SERVICE_EXT_LABEL=Extens\u00f5es de arquivos de Webservices
WEBSERVER_IIS_SERVICE_EXT_DESC=Lista de extens\u00f5es de arquivos detectadas como servi\u00e7os da Web. Observa\u00e7\u00e3o: N\u00e3o h\u00e1 suporte a curingas
WEBSERVER_IIS_PREFER_APPCMD_LABEL=Prefira Appcmd
WEBSERVER_IIS_PREFER_APPCMD_DESC=Se ser\u00e1 usado Appcmd como o modo preferido para realizar a descoberta.

CLASTERWIZARD_TITLE=Cluster
CLASTERWIZARD_LONG_TITLE=Atividades de Descoberta de Cluster
CLUSTERWIZARD_DESC=Atividade de Descoberta de Cluster
CLUSTER_CODEPAGE_LABEL=P\u00e1gina de c\u00f3digo da m\u00e1quina de destino
CLUSTER_CODEPAGE_DESC=P\u00e1gina de c\u00f3digo da m\u00e1quina descoberta
CLUSTER_RUN_SG_TITLE=Executar descoberta Oracle Service Guard
CLUSTER_RUN_SG_DESC=Selecionar para ativar a Descoberta de Oracle Service Guard
CLUSTER_SG_CMCLCONFIG_FILE_LABEL=Nome do arquivo de configura\u00e7\u00e3o do ServiceGuard
CLUSTER_SG_CMCLCONFIG_FILE_DESC=Arquivo de configura\u00e7\u00e3o (extens\u00e3o ou nome de arquivo,padr\u00e3o - extens\u00e3o 'ascii')
CLUSTER_SG_CMCLCONFIG_PATH_LABEL=Caminho do arquivo de configura\u00e7\u00e3o do ServiceGuard
CLUSTER_SG_CMCLCONFIG_PATH_DESC=O caminho para os arquivos de configura\u00e7\u00e3o
CLUSTER_RUN_MS_TITLE=Executar Descoberta Microsoft Cluster
CLUSTER_RUN_MS_DESC=Selecionar para ativar a Descoberta de Microsoft Cluster
CLUSTER_SUN_TITLE=Cluster da Sun
CLUSTER_SUN_DESC=Cluster da Sun
CLUSTER_RUN_SUN_TITLE=Executar Descoberta Sun Cluster
CLUSTER_RUN_SUN_DESC=Selecionar para ativar a descoberta de Sun Cluster
CLUSTER_RUN_VERITAS_TITLE=Executar Descoberta Run Symantec Veritas Cluster
CLUSTER_RUN_VERITAS_DESC=Executar descoberta Run Symantec Veritas Cluster
CLUSTER_VERITAS_MAINCF_LABEL=Caminho para pasta Main.cf
CLUSTER_VERITAS_MAINCF_DESC=Pasta Veritas Main.cf. Padr\u00e3o: /etc/VRTSvcs/conf/config/
CLUSTER_RUN_HACMP_APP_TITLE=Executar Descoberta de Aplicativo IBM HACMP
CLUSTER_RUN_HACMP_APP_DESC=Selecionar para ativar a Descoberta de Aplicativo IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_TITLE=Executar Descoberta de Topologia IBM HACMP
CLUSTER_RUN_HACMP_TOPOLOGY_DESC=Selecionar para ativar a Descoberta de Topologia IBM HACMP
CLUSTER_HACMP_CLDISP_CMD_LABEL=caminho do comando cldisp
CLUSTER_HACMP_CLDISP_CMD_DESC=Comando real para usar para cldisp. \u00c9 poss\u00edvel usar caminho completo ou mesmo raiz /path/cldisp
CLUSTER_HACMP_CLLSIF_CMD_LABEL=caminho do comando cllsif
CLUSTER_HACMP_CLLSIF_CMD_DESC=Comando real para usar para cllsif -c. \u00c9 poss\u00edvel usar caminho completo ou mesmo raiz /path/cllsif -c. \u00c9 obrigat\u00f3rio usar -c.
CLUSTER_HACMP_VG_CMD_LABEL=Comando do grupo de volume
CLUSTER_HACMP_VG_CMD_DESC=Comando real para usar para obter informa\u00e7\u00f5es sobre o grupo de volume (lspv -p para AIX,  lvdisplay para Linux)
CLUSTER_HACMP_AIX_PKG_LABEL=Comando de licen\u00e7a do AIX Cluster
CLUSTER_HACMP_AIX_PKG_DESC=O comando para obter a licen\u00e7a de cluster no AIX

MQWIZARD_TITLE=Fila de Mensagens
MQSWIZARD_LONG_TITLE=Atividade de Descoberta de Fila de Mensagem
MQWIZARD_DESC=Atividade de Descoberta de Fila de Mensagem
MQWIZARD_DISCOVERY_PREF=Prefer\u00eancias de Descoberta
MQWIZARD_DISCOVERY_PREF_DESC=Nessa p\u00e1gina, \u00e9 poss\u00edvel habilitar/desabilitar trabalhos relacionados \u00e0 Fila de Mensagens.
MQ_RUNWEBSPHERE_TITLE= Executar Descoberta WebSphere Message Queue
MQ_RUNWEBSPHERE_DESC=Selecionar para ativar a Descoberta de WebSphere Message Queue
MQ_WEBSPHERE_DYNQUEUE_LABEL=Fila Din\u00e2mica de Descoberta
MQ_WEBSPHERE_DYNQUEUE_DESC=Habilitar descoberta de filas din\u00e2micas permanentes e tempor\u00e1rias
MQ_WEBSPHERE_DISCOVER_HOSTS_LABEL=Descobrir hosts
MQ_WEBSPHERE_DISCOVER_HOSTS_DESC=Habilitar resolu\u00e7\u00e3o e descoberta de servidores remotos e objetos MQ indicados pelo servidor sendo descoberto. Se definido como falso, os relacionamentos entre objetos MQ em servidores diferentes n\u00e3o ser\u00e3o descobertos
MQ_WEBSPHERE_USE_SUDO_LABEL=Usar comando sudo
MQ_WEBSPHERE_USE_SUDO_DESC=Selecionar para habilitar o uso do comando sudo
MQ_WEBSPHERE_SUDO_CMD_LABEL=Selecionar para personalizar o comando sudo
MQ_WEBSPHERE_SUDO_CMD_DESC=Usar nome de usu\u00e1rios MQ aqui
MQ_WEBSPHERE_CMD_TIMEOUT_LABEL=Tempo limite de comando
MQ_WEBSPHERE_CMD_TIMEOUT_DESC=Tempo limite do comando WebSphere
MQ_WEBSPHERE_MQVER_LABEL=Caminho para mqver ou dspmqver
MQ_WEBSPHERE_MQVER_DESC=Caminho para 'mqver' ou 'dspmqver' execut\u00e1veis. Separar entradas m\u00faltiplas por &quot;;&quot;
MQ_RUNMSMQ_LDAP_TITLE=Executar Descoberta Microsoft Message Queue por LDAP
MQ_RUNMSMQ_LDAP_DESC=Selecionar para ativar a Descoberta de Microsoft Message Queue por LDAP
MQ_RUNMSMQ_NTCMD_TITLE=Executar Descoberta Microsoft Message Queue por NTCMD
MQ_RUNMSMQ_NTCMD_DESC=Selecionar para ativar a Descoberta de Microsoft Message Queue por NTCMD
MQ_MSMQ_LDAP_TITLE=Fila de Mensagem da Microsoft do LDAP
MQ_MSMQ_LDAP_DESC=Fila de Mensagem da Microsoft do LDAP
MQ_MSMQ_BASEDN_LABEL=Nome de Dom\u00ednio Base
MQ_MSMQ_BASEDN_DESC=Selecionar para alterar o Nome de Dom\u00ednio Base

CUSTOM_TITLE=Nova Atividade de Descoberta Personalizada
CUSTOM_DESC=Atividade de Descoberta Personalizada
CUSTOM_FOLDER=Personalizada
TEMPLATES_FOLDER=Gabaritos
APPLICATION_DEPENDENCY_MAPPING_TITLE=B\u00e1sico
APPLICATION_DEPENDENCY_MAPPING_DESC=Atividade de Descoberta de Depend\u00eancias de Software
NETWORK_TITLE=Infraestrutura
NETWORK_DESC=Descoberta de Componentes de Rede
FOLDER_APPLICATION_DEPENDENCIES_TITLE=Configura\u00e7\u00e3o de Software
FOLDER_AUDITING_TITLE=Auditoria

INVENTORY_DISCOVERY_TITLE=Invent\u00e1rio
INVENTORY_DISCOVERY_DESCRIPTION=Descoberta de Invent\u00e1rio
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_TITLE=Descoberta de Invent\u00e1rio com Base em Scanner
OPTION_INVENTORY_DISCOVERY_BY_SCANNER_DESCRIPTION=A Descoberta de Invent\u00e1rio ocorre usando scanners executados localmente nos clientes. Este \u00e9 o m\u00e9todo mais abrangente de descoberta.
DISCOVERY_OPTIONS=Op\u00e7\u00f5es de Descoberta
SNMP_DISCOVERY_OPTIONS=Op\u00e7\u00f5es de Descoberta SNMP
PARAM_BANDWIDTH_TITLE=Limitar Largura de Banda por Transfer\u00eancia de Dados (Kb/s)
PARAM_BANDWIDTH_DESCRIPTION=Limite de largura de banda a ser aplicado durante upload/download em kb/s
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_TITLE=Executar Scripts de Pr\u00e9-varredura/P\u00f3s-varredura
PARAM_IS_PRE_POST_SCRIPT_ALLOWED_DESCRIPTION=Permitir que Scanner execute scripts de pr\u00e9-varredura e p\u00f3s-varredura
PARAM_IS_PRE_POST_EXEC_TIMEOUT_TITLE=Tempo de execu\u00e7\u00e3o m\u00e1ximo de script (min)
PARAM_IS_PRE_POST_EXEC_TIMEOUT_DESCRIPTION=Tempo de execu\u00e7\u00e3o m\u00e1ximo de script de pr\u00e9-varredura/p\u00f3s-varredura (min)
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_TITLE=Baixar Arquivo de Varredura antes da Execu\u00e7\u00e3o
PARAM_DOWNLOAD_SCANFILE_BEFORE_EXCEUTION_DESCRIPTION=Baixar arquivo de varredura da m\u00e1quina remota (se houver) antes da execu\u00e7\u00e3o.
PRRAM_ALLOW_SCANNER_DOWNGRADE_TITLE=Permitir Downgrade de Scanner
PRRAM_ALLOW_SCANNER_DOWNGRADE_DESCRIPTION=Especifica se \u00e9 permitido fazer downgrade do scanner
PARAM_SCANNER_UPDATE_TITLE=Permitir Atualiza\u00e7\u00e3o de Scanner
PARAM_SCANNER_UPDATE_DESCRIPTION=Especifica se \u00e9 permitido fazer atualiza\u00e7\u00e3o do scanner
PARAM_REMOVE_SCAN_DATA_TITLE=Remover Dados de Varredura
PARAM_REMOVE_SCAN_DATA_DESCRIPTION=Remover Dados de Varredura no host remoto ap\u00f3s ele ter sido baixado na m\u00e1quina de sonda.
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_TITLE=Implanta\u00e7\u00e3o do Agente
PARAM_SELECT_AGENT_DEPLOYMENT_JOBS_DESCRIPTION=Escolher trabalhos de implanta\u00e7\u00e3o do Agente UD
PARAM_COLLECT_SOFTWARE_UTILIZATION_TITLE=Coletar Utiliza\u00e7\u00e3o de Software
PARAM_COLLECT_SOFTWARE_UTILIZATION_DESCRIPTION=Se as informa\u00e7\u00f5es de utiliza\u00e7\u00e3o de software ser\u00e3o coletadas.
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_TITLE=Per\u00edodo de Utiliza\u00e7\u00e3o do Software (dias)
PARAM_SOFTWARE_UTILIZATION_PEIOD_DAYS_DESCRIPTION=Os dados de utiliza\u00e7\u00e3o de software mostram o n\u00famero de dias em que um aplicativo foi usado (como uma porcentagem) durante um per\u00edodo de tempo
PARAM_SCANNER_CONFIGURATION_TITLE=Configura\u00e7\u00e3o do Scanner

MAPPING_OPTIONS=Op\u00e7\u00f5es de Mapeamento
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_TITLE=Aplicativo Parcialmente Reconhecido
PARAM_PARTIALLY_RECOGNIZED_APPLICATION_DESCRIPTION=Modelar aplicativos de software parcialmente reconhecidos.
PARAM_RAW_OS_APPLICATION_TITLE=Software Instalado de SO N\u00e3o Processado
PARAM_RAW_OS_APPLICATION_DESCRIPTION=Modelar software de n\u00edvel de SO n\u00e3o processado.
PARAM_CONFIGURATION_DOCUMENT_TITLE=Documento de Configura\u00e7\u00e3o
PARAM_CONFIGURATION_DOCUMENT_DESCRIPTION=Para coletar as informa\u00e7\u00f5es de configura\u00e7\u00e3o do sistema. Por exemplo: EnvironmentVariables, StandardWindowsDirectories, etc.
PARAM_SERVICES_TITLE=Servi\u00e7os/Daemons
PARAM_SERVICES_DESCRIPTION=Servi\u00e7os/Daemons do Windows do modelo.
PARAM_SOFTWARE_UTILIZATION_TITLE=Utiliza\u00e7\u00e3o do Software
PARAM_SOFTWARE_UTILIZATION_DESCRIPTION=Utiliza\u00e7\u00e3o do Software de Modelo
PARAM_MINIMUM_NUMBER_OF_USERS_TITLE=Modelar dados por usu\u00e1rio quando n\u00famero de usu\u00e1rios for de pelo menos
PARAM_MINIMUM_NUMBER_OF_USERS_DESCRIPTION=O n\u00famero m\u00ednimo de usu\u00e1rios que deve ser atingindo para modelagem da utiliza\u00e7\u00e3o de software de usu\u00e1rio.

GLOBAL_OPTIONS=Configura\u00e7\u00e3o Global de Reconhecimento de Software
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_TITLE=Configura\u00e7\u00e3o de Reconhecimento de Software
PARAM_SOFTWARE_RECOGNITION_CONFIGURATION_DESCRIPTION=Configura\u00e7\u00e3o Global de Reconhecimento de Software

OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_TITLE=Descoberta de Invent\u00e1rio B\u00e1sica (Centro de Dados apenas)
OPTION_INVENTORY_DISCOVERY_BY_ACTIVE_DISCOVERY_DESCRIPTION=A Descoberta de Invent\u00e1rio ocorre usando scripts executados localmente nos clientes.

ERROR_MESSAGE_JOB_SELECTION_NONE=Selecione ao menos um trabalho.
ERROR_MESSAGE_JOB_SELECTION_ALL=Habilitar ao mesmo tempo Descoberta de Invent\u00e1rio Baseada em Scanner e Descoberta de Invent\u00e1rio B\u00e1sica pode levar a duplica\u00e7\u00f5es de ICs.
ERROR_MESSAGE_HOST_INFORMATION_SELECTION=Selecione informa\u00e7\u00f5es do host.
ERROR_MESSAGE_UPGRADE_UNINSTALL_AT_SAME_TIME=N\u00e3o \u00e9 poss\u00edvel atualizar e desinstalar o Agente UD ao mesmo tempo
ERROR_MESSAGE_INSTALL_UNINSTALL_AT_SAME_TIME=N\u00e3o \u00e9 poss\u00edvel instalar e desinstalar o Agente UD ao mesmo tempo
ERROR_MESSAGE_MIGRATE_UNINSTALL_AT_SAME_TIME=N\u00e3o \u00e9 poss\u00edvel migrar e desinstalar o Agente UD ao mesmo tempo
ERROR_MESSAGE_INVALID_MAPPING_RULE_DETECTED=Op\u00e7\u00f5es de mapeamento inv\u00e1lidas.

EDIT_APP_SIGNATURE_PANEL_TITLE=Biblioteca de Softwares
EDIT_APP_SIGNATURE_BUTTON_TEXT=Editar Biblioteca de Software...
EDIT_APP_SIGNATURE_PANEL_TOOL_TIP=Editar a Biblioteca Global de Software
EDIT_APP_SIGNATURE_PANEL_SUB_TITLE=Editar a Biblioteca Global de Software. As informa\u00e7\u00f5es se aplicam a Descoberta Baseada em Zonas e M\u00f3dulos/Trabalhos de Descoberta.
RUNNING_SOFTWARE_TITLE=Software em Execu\u00e7\u00e3o
RUNNING_SOFTWARE_DESCRIPTION=Descobrir software em execu\u00e7\u00e3o
NETWORK_LONG_TITLE=Atividade de Descoberta de Infraestrutura
INVENTORY_LONG_TITLE=Atividade de Descoberta de Invent\u00e1rio
APPLICATION_DEPENDENCY_MAPPING_LONG_TITLE=Atividade de Descoberta de Configura\u00e7\u00e3o do Software B\u00e1sico
DB_LONG_TITLE=Atividade de Descoberta de Configura\u00e7\u00e3o do Software de Banco de Dados
J2EE_LONG_TITLE=Atividade de Descoberta de Configura\u00e7\u00e3o de Software JavaEE
SAPWIZARD_LONG_TITLE=Atividade de Descoberta de Configura\u00e7\u00e3o do Software SAP
INVENTORYDISCOVERY_LONG_TITLE=Atividade de Descoberta de Invent\u00e1rio
LONG_CUSTOM_TITLE=Atividade de Descoberta Personalizada
CLOUDWIZARD_LONG_TITLE=Atividade de Descoberta da Nuvem

VIRTWIZARD_TITLE=Virtualiza\u00e7\u00e3o
VIRTWIZARD_HPPAR_RUNHPPAR_TITLE=Descobrir HP nPartitions
VIRTWIZARD_HYPERV_RUN_TITLE=Descobrir Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_TITLE=Descobrir Citrix Xen
VIRTWIZARD_RUNHMC_TITLE=Descobrir IBM HMC
VIRTWIZARD_HMC_LPAR_AS_HOSTNAME_TITLE=Reportar nome LPAR como nome de host
VIRTWIZARD_ORACLE_RUN_TITLE=Descobrir Servidor Oracle VM para SPARC
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME=Coincidir nomes de dom\u00ednios LDOMs convidados como nomes de host
VIRTWIZARD_ORACLE_MATCH_DOMAIN_AS_HOSTNAME_DESC=Marcado: LDOMs convidados ser\u00e3o reportados com seus nomes de host definidos como nomes de dom\u00ednio, o que pode auxiliar na reconcilia\u00e7\u00e3o de hosts.
VIRTWIZARD_SOLARISZONES_RUN_TITLE=Descobrir Zonas Solaris
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_TITLE=Fazer login via zLogin como usu\u00e1rio conectado
VIRTWIZARD_SOLARIS_LOGIN_AS_CONNECTED_USER_DESC=Marcado: zLogin ser\u00e1 feito com conta de usu\u00e1rio de zona global; desmarcado (padr\u00e3o): zlogin usar\u00e1 conta raiz.
VIRTWIZARD_RUNVMWARE_TITLE=Descobrir VMware
VIRTWIZARD_VMWARE_REPORT_DOWN_VM_TITLE=Reportar m\u00e1quinas virtuais desligadas
VIRTWIZARD_VMOTION_PREFS=Op\u00e7\u00f5es vMotion
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_TITLE=Usar descoberta baseada em evento
VIRTWIZARD_VMOTION_EVENTBASE_DISCOVERY_DESC=Marcado (padr\u00e3o): trabalho de descoberta monitorar\u00e1 novos eventos vMotion at\u00e9 que sejam interrompidos; desmarcado: apenas eventos vMotion ocorridos durante as \u00faltimas Horas do Hist\u00f3rico ser\u00e3o descobertos
VIRTWIZARD_VMOTION_RETRY_NUMBER_TITLE=N\u00famero de tentativas
VIRTWIZARD_VMOTION_HISTORY_HOURS_TITLE=Horas do Hist\u00f3rico
VIRTWIZARD_RUNXEN_TITLE=Descobrir Xen e KVM
VIRTWIZARD_RUNXEN_DESC=Selecionar para ativar a descoberta de topologia de Xen e KVM
VIRTWIZARD_XEN_PATH_TITLE=Caminho Virsh
VIRTWIZARD_XEN_PATH_DESC=Caminho at\u00e9 o utilit\u00e1rio de gerenciamento virsh
VIRTWIZARD_LONG_TITLE=Atividade de Descoberta de Virtualiza\u00e7\u00e3o
VIRTWIZARD_DESC=Essa atividade pode descobrir solu\u00e7\u00f5es de virtualiza\u00e7\u00e3o como IBM HMC, HP nPAR, Oracle VM, Hyper-V, VMware, Xen etc.
VIRTWIZARD_HPPAR_RUNHPPAR_DESC=Selecionar para ativar a descoberta de topologia HP nPartitions
VIRTWIZARD_HYPERV_RUN_DESC=Selecionar para ativar a descoberta de topologia Microsoft Hyper-V
VIRTWIZARD_CITRIX_XEN_DESC=Selecionar para ativar a descoberta de topologia Citrix Xen
VIRTWIZARD_RUNHMC_DESC=Selecionar para ativar a descoberta de topologia IBM HMC
VIRTWIZARD_ORACLE_RUN_DESC=Selecionar para ativar a descoberta de Servidor Oracle VM para Tecnologia SPARC
VIRTWIZARD_SOLARIS_RUN_DESC=Selecionar para ativar a descoberta de topologia Zonas Solaris
VIRTWIZARD_RUNVMWARE_DESC=Selecionar para ativar a descoberta de topologia VMware ESX/vMotion
VIRTWIZARD_VMWARE_NORMAL_DESC=Use a conex\u00e3o normal para descobrir ESX. Nesse caso, usar\u00e1 hosts que foram descobertos pelo shell e foram descobertos como VMware ESX pelo mecanismo de assinatura de aplicativos.
VIRTWIZARD_VMWARE_IMPORT_VIM_TITLE=Bibliotecas VMware SDK
VIRTWIZARD_VMWARE_IMPORT_VIM_DESC=Selecionar as bibliotecas VMware SDK (vim.jar, vim25.jar)
VIRTWIZARD_VMOTION_RETRY_NUMBER_DESC=O n\u00famero m\u00e1ximo de vezes que a descoberta tenta restaurar a conex\u00e3o. O padr\u00e3o \u00e9 0 (zero), isto \u00e9, o n\u00famero de tentativas \u00e9 ilimitado.
VIRTWIZARD_VMOTION_HISTORY_HOURS_DESC=O per\u00edodo dentro do qual a descoberta verifica eventos vMotion n\u00e3o rastreados
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY=Incluir topologia de virtualiza\u00e7\u00e3o
NETWORKWIZARD_VIRTUALIZATION_TOPOLOGY_DESC=Selecionar para ativar relat\u00f3rio de topologia de virtualiza\u00e7\u00e3o (servidor hipervisor -> hosts virtuais) da VMWare, Hyper-V e Zonas Solaris

TEMPLATES=Gabaritos
TEMPLATE_DESC=Gabarito de Atividade de Descoberta

ORACLE_LMS_TITLE=Oracle LMS
ORACLE_LMS_LONG_TITLE=Atividade de Auditoria do Oracle LMS
ORACLE_LMS_DESCRIPTION=Descobrir informa\u00e7\u00f5es de uso do software da Oracle necess\u00e1rias para concluir um processo de revis\u00e3o do Oracle LMS (License Management Services, servi\u00e7os de gerenciamento de licen\u00e7a)
PARAM_ORACLE_LMS_TITLE=Executar Auditoria do Oracle LMS
PARAM_ORACLE_LMS_DESCRIPTION=Executar Coleta de Dados do Oracle LMS por SQL

VIRTUALIZATION_TITLE=Virtualiza\u00e7\u00e3o
VIRTUALIZATION_DESC=Configurar a descoberta de virtualiza\u00e7\u00e3o.

OPTION_UDA_CON_ORDER_TITLE=Ordem de Conex\u00e3o de Protocolo Universal Discovery
OPTION_UDA_CON_ORDER_DESC=Ordem de Conex\u00e3o de Protocolo Universal Discovery em Conex\u00e3o de Host por Trabalho do Shell
OPTION_UDA_CON_ORDER_INVD_DESC=Ordem de Conex\u00e3o de Protocolo Universal Discovery em Descoberta de Invent\u00e1rio por Trabalho de Scanner

OPTION_LAST_SUCCESS_TITLE=Usar \u00daltimo Protocolo de \u00caxito
OPTION_LAST_SUCCESS_DESC=Se ser\u00e1 usado o \u00faltimo protocolo de \u00eaxito. Se definido como 'verdadeiro', ele sempre tentar\u00e1 usar a conex\u00e3o de \u00eaxito na \u00faltima vez sem considerar o valor de 'udaConnectionOrder'.